/codes/alaska/1995/
{ "title": "TITLE 01 - GENERAL PROVISIONS", 
  "index":   1, 
  "link":   "/codes/alaska/1995/title-01/", 
  "chapter":  [ 

  { "chapter": "Chapter 01.05. -   ALASKA STATUTES", 
    "index":   1, 
    "link":   "/codes/alaska/1995/title-01/chapter-01-05/", 
    "sec":  [ 

    { "sec": "Sec. 01.05.006.  - ADOPTION OF ALASKA STATUTES.", 
      "index":   1, 
      "link":   "/codes/alaska/1995/title-01/chapter-01-05/sec-01-05-006/", 
      "raw":  [ 

        "The bulk formal revision of the laws of Alaska which was authorized by AS 24.20.070 and prepared under the direction of the Alaska Legislative Council and published by The Michie Company, legal publishers, of Charlottesville, Virginia, and titled \"Alaska Statutes,\" as set out in the 47 titles of the Alaska Statutes, but not including the table of contents, indexes, citations to Alaska Compiled Laws Annotated, 1949, and session laws, chapter, article, section, subsection and paragraph headings, annotations, collateral references, notes and decisions, is adopted and enacted as the general and permanent law of Alaska.",
        " ",
     ] 
   }, 

    { "sec": "Sec. 01.05.010.  - ADOPTION OF REVISION. REPEALED, sec. 2 CH 1 SLA 1963.", 
      "index":   1, 
      "link":   "/codes/alaska/1995/title-01/chapter-01-05/sec-01-05-010/", 
      "raw":  [ 

        "Repealed or Renumbered",
        " ",
     ] 
   }, 

    { "sec": "Sec. 01.05.011.  - DESIGNATION AND CITATION.", 
      "index":   1, 
      "link":   "/codes/alaska/1995/title-01/chapter-01-05/sec-01-05-011/", 
      "raw":  [ 

        "The bulk formal revision of Alaska law adopted and enacted into law by AS 01.05.006 and as amended and supplemented is known as the \"Alaska Statutes\" and may be cited \"AS\" followed by the number of the title, chapter, and section, separated by periods. For example, this title may be cited \"AS 01\"; this chapter may be cited \"AS 01.05\"; this section may be cited \"AS 01.05.011 .\" Except as otherwise indicated by the context, citations in accordance with this section include amendments and reenactments of the provision cited.",
        " ",
     ] 
   }, 

    { "sec": "Sec. 01.05.016.  - EFFECT OF ADOPTION.", 
      "index":   1, 
      "link":   "/codes/alaska/1995/title-01/chapter-01-05/sec-01-05-016/", 
      "raw":  [ 

        "(a) The adoption and enactment of the Alaska Statutes do not repeal, affect, or modify",
        "(1) a special, local, or temporary law;",
        "(2) a law making an appropriation;",
        "(3) a law affecting a bond issue or by which a bond issue may have been authorized;",
        "(4) the running of the statutes of limitations in force at the time the Alaska Statutes become effective;",
        "(5) the continued existence and operation of a department, agency, or office legally established or held;",
        "(6) a bond of a public officer;",
        "(7) a tax, fee, assessment, or other charge incurred or imposed;",
        "(8) a statute authorizing, ratifying, confirming, approving, or accepting a compact or contract with another state or with the United States or an agency or instrumentality of them.",
        "(b) All laws, rights, and obligations set out in (a) of this section continue to exist in all respects as if the Alaska Statutes had not been adopted and enacted.",
        "(c) In addition to their general application, the provisions of AS 01.10, as far as applicable, apply to this chapter, which enacts the Alaska Statutes.",
        " ",
     ] 
   }, 

    { "sec": "Sec. 01.05.020.  - PRIMA FACIE EVIDENCE. REPEALED, sec. 2 CH 1 SLA 1963.", 
      "index":   1, 
      "link":   "/codes/alaska/1995/title-01/chapter-01-05/sec-01-05-020/", 
      "raw":  [ 

        "Repealed or Renumbered",
        " ",
     ] 
   }, 

    { "sec": "Sec. 01.05.021.  - EFFECT OF REPEAL ON PRIOR OFFENSES AND PUNISHMENTS.", 
      "index":   1, 
      "link":   "/codes/alaska/1995/title-01/chapter-01-05/sec-01-05-021/", 
      "raw":  [ 

        "(a) No fine, forfeiture, or penalty incurred under laws existing before the time the Alaska Statutes take effect is affected by repeal of the existing law, but the recovery of the fines and forfeitures and the enforcement of the penalties are effected as if the law repealed had still remained in effect.",
        "(b) In the case of an offense committed before the time the Alaska Statutes take effect, the offender is punished under the law in effect when the offense was committed.",
        " ",
     ] 
   }, 

    { "sec": "Sec. 01.05.026.  - SUPPLEMENTS AS PART OF ALASKA STATUTES.", 
      "index":   1, 
      "link":   "/codes/alaska/1995/title-01/chapter-01-05/sec-01-05-026/", 
      "raw":  [ 

        "The laws contained in the most recent cumulative supplement to and replacement pamphlets for the Alaska Statutes constitute prima facie a part of the Alaska Statutes, and the laws contained in the Temporary and Special Act pamphlets constitute prima facie the temporary and special law of Alaska, when prepared in accordance with this chapter and authenticated by the lieutenant governor.",
        " ",
     ] 
   }, 

    { "sec": "Sec. 01.05.030.  - CITING, AMENDING, OR REPEALING. REPEALED, sec. 2 CH 1 SLA 1963.", 
      "index":   1, 
      "link":   "/codes/alaska/1995/title-01/chapter-01-05/sec-01-05-030/", 
      "raw":  [ 

        "Repealed or Renumbered",
        " ",
     ] 
   }, 

    { "sec": "Sec. 01.05.031.  - REVISION OF STATUTES.", 
      "index":   1, 
      "link":   "/codes/alaska/1995/title-01/chapter-01-05/sec-01-05-031/", 
      "raw":  [ 

        "(a) Subject to the general policies that may be adopted by the legislative council for the preparation and publication of the annual cumulative supplement to and replacement pamphlets for the Alaska Statutes and of the accompanying Temporary and Special Act pamphlets, the revisor of statutes shall revise for consolidation into the Alaska Statutes and the accompanying pamphlets all laws of a general and permanent nature and all laws of a temporary or special nature enacted by the legislature.",
        "(b) The revisor shall edit and revise the laws for consolidation without changing the meaning of any law in the following manner:",
        "(1) renumber sections, parts of sections, articles, chapters, and titles;",
        "(2) change the wording of section or subsection titles, or delete subsection titles, and change or provide new titles for articles, chapters, and titles;",
        "(3) change capitalization for the purpose of uniformity;",
        "(4) substitute the proper designation for the terms \"the preceding section,\" \"this Act,\" and like terms;",
        "(5) substitute the proper calendar date for \"effective date of this Act,\" \"date of passage of this Act,\" and other phrases of similar import;",
        "(6) strike out figures if they are merely a repetition of written words or vice versa, or substitute figures for written words or vice versa for the purpose of uniformity;",
        "(7) correct manifest errors that are clerical, typographical, or errors in spelling, or errors by way of additions or omissions;",
        "(8) correct manifest errors in references to laws;",
        "(9) rearrange sections, combine sections or parts of sections with other sections or parts of sections, divide long sections into two or more sections, and rearrange the order of sections to conform to a logical arrangement of subject matter as may most generally be followed in the Alaska Statutes;",
        "(10) change all sections, when possible, to read in the present tense, indicative mood, active voice and if the use of personal pronouns cannot be avoided in a section change the section to read in the third person, and singular number, or any other necessary grammatical change in the manner generally followed in the Alaska Statutes;",
        "(11) delete or change sections or parts of sections if a deletion or change is necessary because of other legislative amendments that did not specifically amend or repeal them;",
        "(12) omit all temporary laws, all titles to acts, all enacting and repealing clauses, all declarations of emergency, and all purpose, validity, and construction clauses unless, from their nature, it may be necessary to retain some of them to preserve the full meaning and intent of the law.",
        "(c) The revisor shall edit and revise the laws as they are enacted by the legislature, without changing the meaning of any law, so as to avoid the use of pronouns denoting masculine or feminine gender.",
        " ",
     ] 
   }, 

    { "sec": "Sec. 01.05.036.  - IMPROVEMENT OF STATUTES.", 
      "index":   1, 
      "link":   "/codes/alaska/1995/title-01/chapter-01-05/sec-01-05-036/", 
      "raw":  [ 

        "The Legislative Affairs Agency, working in cooperation with the revisor shall make recommendations to the legislative council concerning deficiencies, conflicts, or obsolete provisions in and the need for reorganization or revision of the statutes, and, at the direction of the legislative council, shall prepare for submission to the legislature legislation for the correction or removal of the deficiencies, conflicts, or obsolete provisions, or to otherwise improve the form or substance of any portion of the statute law of this state. Each title of the Alaska Statutes shall be systematically reviewed at least once each two years for deficiencies, conflicts, or obsolete provisions.",
        " ",
     ] 
   }, 

   ] 
 }, 

  { "chapter": "Chapter 01.10. -   LAWS AND STATUTES", 
    "index":   1, 
    "link":   "/codes/alaska/1995/title-01/chapter-01-10/", 
    "sec":  [ 

   ] 
 }, 

 ] 
}, 

{ "title": "TITLE 02 - AERONAUTICS", 
  "index":   2, 
  "link":   "/codes/alaska/1995/title-02/", 
  "chapter":  [ 

  { "chapter": "Chapter 02.05. -   ALASKA AIR COMMERCE ACT OF 1960", 
    "index":   2, 
    "link":   "/codes/alaska/1995/title-02/chapter-02-05/", 
    "sec":  [ 

   ] 
 }, 

  { "chapter": "Chapter 02.10. -   ALASKA AERONAUTICS ACT OF 1937", 
    "index":   2, 
    "link":   "/codes/alaska/1995/title-02/chapter-02-10/", 
    "sec":  [ 

    { "sec": "Sec. 02.10.010.  - SUPERVISION OVER AERONAUTICS AND COMMUNICATION.", 
      "index":   2, 
      "link":   "/codes/alaska/1995/title-02/chapter-02-10/sec-02-10-010/", 
      "raw":  [ 

        "(a) The department shall supervise aeronautics and communications inside the state, and shall make recommendations for the establishment, location, maintenance, operation and use of airports, landing fields, air markings, air beacons, and other navigation facilities, and for the establishment, operation, management, and equipment of all air schools, flying clubs, and other persons giving air instruction.",
        "(b) The department shall, whenever it considers the action necessary in the interest of general safety or the safety of those engaged in aeronautics, adopt regulations establishing minimum standards with which all air navigation facilities, air schools and flying clubs shall comply, and shall adopt and enforce regulations to safeguard from accident and to protect the safety of persons operating or using aircraft and persons and property on the ground, and to develop and promote aeronautics and communications in the state. However, the regulations may not duplicate or conflict with the aeronautical and communications regulations in force by the Department of Commerce of the United States, the Federal Communications Commission or the provisions of the Federal Air Commerce Act of 1926.",
        " ",
     ] 
   }, 

    { "sec": "Sec. 02.10.020.  - INVESTIGATIONS AND HEARINGS.", 
      "index":   2, 
      "link":   "/codes/alaska/1995/title-02/chapter-02-10/sec-02-10-020/", 
      "raw":  [ 

        "(a) The department may conduct investigations, inquiries and hearings concerning matters covered by the provisions of this chapter, and accidents or injuries incident to the operation of aircraft occurring within the state.",
        "(b) The department may administer oaths and affirmations, certify to all official acts, issue subpoenas, compel the attendance and testimony of witnesses and the production of papers, books and documents.",
        "(c) If a person fails to comply with a subpoena or order issued under this chapter, the department may invoke the aid of any court in this state. The court may order that person to comply with the requirements of the subpoena, or order of the department, or to give evidence upon the matter in question. Failure to obey the order of the court is punishable by the court as contempt.",
        " ",
     ] 
   }, 

    { "sec": "Sec. 02.10.030.  - USE OF REPORTS OF OR TESTIMONY IN INVESTIGATIONS AS EVIDENCE AND DEPARTMENT EMPLOYEES AS WITNESSES.", 
      "index":   2, 
      "link":   "/codes/alaska/1995/title-02/chapter-02-10/sec-02-10-030/", 
      "raw":  [ 

        "The reports of or testimony given in investigations and hearings may not be admitted in evidence or used for any purpose in a suit, action, or proceeding growing out of a matter referred to in that investigation, hearing, or report, except in criminal or other proceedings instituted under this chapter. The commissioner and employees of the department may not be required to testify to facts ascertained in or information gained by reason of their official capacity and they may not be required to testify as expert witnesses in a suit, action, or proceeding involving aircraft.",
        " ",
     ] 
   }, 

    { "sec": "Sec. 02.10.040.  - REGULATIONS GOVERNING RADIO GROUND STATIONS.", 
      "index":   2, 
      "link":   "/codes/alaska/1995/title-02/chapter-02-10/sec-02-10-040/", 
      "raw":  [ 

        "The department shall adopt regulations governing the following:",
        "(1) requirements governing the installation of two-way radio receivers and transmitters on all passenger-carrying airplanes operating 25 air miles or more from their immediate landing fields;",
        "(2) the establishment of ground radio transmitters, adapted to the use of phone or code, of the power and on the frequencies needed, and for which permits can be obtained from the Federal Communications Commission, at or in the cities of Ketchikan, Juneau, Cordova, Anchorage, Fairbanks, and Nome, or as many of the cities as the department considers necessary for thorough communications coverage;",
        "(3) the establishment of schedules for operation of the ground stations, together with the necessary arrangements for the stations to receive weather and other data available through other communication agencies;",
        "(4) the use of the ground stations for commercial purposes, other than aviation, where no other communications service is available, provided that commercial use shall be limited to communications to the nearest United States Signal Corps station, or to its destination where no Signal Corps station is located;",
        "(5) other uses to which the ground stations can be put, on the frequencies, and under the licenses, on which they are authorized to operate;",
        "(6) the proper protection of the records of the proceedings of the department and the filing and publicizing of its regulations so that they are accessible to and generally known by the interested public;",
        "(7) the fixing of tolls to be charged for use of ground stations for commercial purposes, and the manner and method of accounting for the tolls;",
        "(8) the establishment of additional radio telephone stations, or the relocation of stations already established, which, in the opinion of the department are necessary, and from which the benefits and advantages expected to be derived, justify the cost of installation and maintenance.",
        " ",
     ] 
   }, 

    { "sec": "Sec. 02.10.050.  - USE OF REVENUE REPEALED, sec. 2 CH 8 SLA 1968.", 
      "index":   2, 
      "link":   "/codes/alaska/1995/title-02/chapter-02-10/sec-02-10-050/", 
      "raw":  [ 

        "Repealed or Renumbered",
        " ",
     ] 
   }, 

    { "sec": "Sec. 02.10.060.  - COMMUNITY AND PRIVATE COOPERATION.", 
      "index":   2, 
      "link":   "/codes/alaska/1995/title-02/chapter-02-10/sec-02-10-060/", 
      "raw":  [ 

        "It is the obligation of the aviation concerns that use the service provided for in AS 02.10.040 , or the municipalities in which the radio telephone stations are located, to furnish suitable space without cost to the state, where the radio transmitting and receiving equipment may be installed and operated. A radio telephone station may not be established or operated at any place, except the six major stations provided for in AS 02.10.040 , unless the inhabitants of the community in which it is to be established, or the community residing adjacent thereto, provide for as much operation and maintenance of the station as the department requires.",
        " ",
     ] 
   }, 

    { "sec": "Sec. 02.10.070.  - PENALTIES.", 
      "index":   2, 
      "link":   "/codes/alaska/1995/title-02/chapter-02-10/sec-02-10-070/", 
      "raw":  [ 

        "A person who fails to comply with the requirements, or who violates any of the provisions of this chapter, or the regulations adopted by the department is guilty of a misdemeanor, and punishable by a fine of not more than $500, or by imprisonment for not more than 90 days, or by both.",
        " ",
     ] 
   }, 

    { "sec": "Sec. 02.10.080.  - DEPARTMENT DEFINED.", 
      "index":   2, 
      "link":   "/codes/alaska/1995/title-02/chapter-02-10/sec-02-10-080/", 
      "raw":  [ 

        "In this chapter \"department\" means the Department of Transportation and Public Facilities.",
        " ",
     ] 
   }, 

    { "sec": "Sec. 02.10.090.  - SHORT TITLE.", 
      "index":   2, 
      "link":   "/codes/alaska/1995/title-02/chapter-02-10/sec-02-10-090/", 
      "raw":  [ 

        "This chapter may be cited as the Alaska Aeronautics Act of 1937.",
        " ",
     ] 
   }, 

   ] 
 }, 

  { "chapter": "Chapter 02.15. -   ALASKA AERONAUTICS ACT OF 1949", 
    "index":   2, 
    "link":   "/codes/alaska/1995/title-02/chapter-02-15/", 
    "sec":  [ 

   ] 
 }, 

  { "chapter": "Chapter 02.20. -   REGISTRATION, FLIGHT PLANS AND LANDING FIELD OBSTRUCTIONS", 
    "index":   2, 
    "link":   "/codes/alaska/1995/title-02/chapter-02-20/", 
    "sec":  [ 

   ] 
 }, 

  { "chapter": "Chapter 02.25. -   AIRPORT ZONING ACT", 
    "index":   2, 
    "link":   "/codes/alaska/1995/title-02/chapter-02-25/", 
    "sec":  [ 

   ] 
 }, 

  { "chapter": "Chapter 02.30. -   OPERATION OF AIRCRAFT", 
    "index":   2, 
    "link":   "/codes/alaska/1995/title-02/chapter-02-30/", 
    "sec":  [ 

    { "sec": "Sec. 02.30.010.  - TWO-WAY RADIOS REQUIRED.", 
      "index":   2, 
      "link":   "/codes/alaska/1995/title-02/chapter-02-30/sec-02-30-010/", 
      "raw":  [ 

        "A person may not operate a commercial aircraft carrying passengers for a distance greater than 25 miles from an airport unless the aircraft is equipped with a two-way radio installation capable of transmitting and receiving for a distance of at least 50 miles under normal conditions.",
        " ",
     ] 
   }, 

    { "sec": "Sec. 02.30.020.  - UNAUTHORIZED OPERATION REPEALED, sec. 21 CH 166 SLA 1978. FOR CURRENT LAW, SEE AS 11.46.484 .", 
      "index":   2, 
      "link":   "/codes/alaska/1995/title-02/chapter-02-30/sec-02-30-020/", 
      "raw":  [ 

        "Repealed or Renumbered",
        " ",
     ] 
   }, 

    { "sec": "Sec. 02.30.030.  - RECKLESS OPERATION.", 
      "index":   2, 
      "link":   "/codes/alaska/1995/title-02/chapter-02-30/sec-02-30-030/", 
      "raw":  [ 

        "(a) A person may not operate an aircraft in the air or on the ground or water in violation of AS 28.35.030 , nor operate an aircraft in the air or on the ground or water in a careless or reckless manner so as to endanger the life or property of another. In a proceeding charging careless or reckless operation of aircraft in violation of this section, the court, in determining whether the operation was careless or reckless, shall consider the standards for safe operation of aircraft prescribed by federal statutes or regulations governing aeronautics.",
        "(b) A person may not operate an aircraft occupied by a crew member or passenger who is obviously under the influence of intoxicating liquor or habit-forming drugs.",
        "(c) A person may not operate a single engine land plane over water at such an altitude as to make it impossible to effect a landing upon land or a beach in the event of a complete engine failure.",
        "(d) The pilot of an aircraft carrying passengers may not attempt to take off if there is a coating of snow, frost or ice on the wings or control surfaces of the aircraft in an amount sufficient to reduce the performance of the aircraft and endanger the occupants.",
        " ",
     ] 
   }, 

    { "sec": "Sec. 02.30.040.  - PENALTIES.", 
      "index":   2, 
      "link":   "/codes/alaska/1995/title-02/chapter-02-30/sec-02-30-040/", 
      "raw":  [ 

        "A person violating a provision of this chapter is guilty of a misdemeanor and upon conviction is punishable by a fine of not more than $500 unless that person is convicted of a violation of AS 28.35.030, in which case the sentence shall be in accordance with AS 28.35.030.",
        " ",
     ] 
   }, 

    { "sec": "Sec. 02.30.050.  - DEFINITION.", 
      "index":   2, 
      "link":   "/codes/alaska/1995/title-02/chapter-02-30/sec-02-30-050/", 
      "raw":  [ 

        "In this chapter \"operate aircraft\" means to use, navigate, pilot, or taxi an aircraft in the airspace over this state, or upon the land or water inside this state.",
        " ",
     ] 
   }, 

   ] 
 }, 

  { "chapter": "Chapter 02.35. -   UNIFORM AIR LICENSING ACT", 
    "index":   2, 
    "link":   "/codes/alaska/1995/title-02/chapter-02-35/", 
    "sec":  [ 

    { "sec": "Sec. 02.35.010.  - FEDERAL LAW FOLLOWED.", 
      "index":   2, 
      "link":   "/codes/alaska/1995/title-02/chapter-02-35/sec-02-35-010/", 
      "raw":  [ 

        "It is declared that the policy, principles, and practices established by the United States Air Commerce Act of 1926, and all amendments to it are adopted and extended and made applicable to cover all air traffic in this state, so far as not covered by federal law.",
        " ",
     ] 
   }, 

    { "sec": "Sec. 02.35.020.  - AIRCRAFT LICENSE REQUIRED.", 
      "index":   2, 
      "link":   "/codes/alaska/1995/title-02/chapter-02-35/sec-02-35-020/", 
      "raw":  [ 

        "A civil aircraft may not be flown in this state unless it has an appropriate existing license or permit under federal law.",
        " ",
     ] 
   }, 

    { "sec": "Sec. 02.35.030.  - AIRMAN LICENSE REQUIRED.", 
      "index":   2, 
      "link":   "/codes/alaska/1995/title-02/chapter-02-35/sec-02-35-030/", 
      "raw":  [ 

        "A person may not act as an airman of a civil aircraft when that aircraft is flown or operated in this state unless that person has an appropriate existing license or permit under federal law.",
        " ",
     ] 
   }, 

    { "sec": "Sec. 02.35.040.  - REGISTRATION OF AIRCRAFT.", 
      "index":   2, 
      "link":   "/codes/alaska/1995/title-02/chapter-02-35/sec-02-35-040/", 
      "raw":  [ 

        "An aircraft may not be operated or be flown in this state until a certified copy of the federal license or permit required under AS 02.35.020 has been filed with the department. Persons operating aircraft in the state shall within 30 days after the first day of January of each year file a certified copy of the federal license or permit with the department.",
        " ",
     ] 
   }, 

    { "sec": "Sec. 02.35.050.  - REGISTRATION OF AIRMEN.", 
      "index":   2, 
      "link":   "/codes/alaska/1995/title-02/chapter-02-35/sec-02-35-050/", 
      "raw":  [ 

        "A person may not act as an airman of a civil aircraft when that aircraft is flown or operated in the state until a certified copy of that person's federal license or permit required under AS 02.35.030 has been filed with the department. Every airman of any civil aircraft in the state shall within 30 days after the first day of January of each year file a certified copy of the person's federal license or permit with the department.",
        " ",
     ] 
   }, 

    { "sec": "Sec. 02.35.060.  - PROPER OFFICER TO MAKE AND CERTIFY COPIES OF LICENSES.", 
      "index":   2, 
      "link":   "/codes/alaska/1995/title-02/chapter-02-35/sec-02-35-060/", 
      "raw":  [ 

        "The certified copies of licenses and permits required to be filed with the department under the provisions of this chapter may be made and certified by any officer authorized to administer oaths and having an official seal, inside or outside the state. A charge may not be made by the department for the filings required.",
        " ",
     ] 
   }, 

    { "sec": "Sec. 02.35.070.  - RECEIPTS FOR CERTIFIED COPIES.", 
      "index":   2, 
      "link":   "/codes/alaska/1995/title-02/chapter-02-35/sec-02-35-070/", 
      "raw":  [ 

        "The department, upon receipt of certified copies as provided by AS 02.35.020 - 02.35.050, shall immediately issue to the proper party a receipt for the certified copy, which is prima facie evidence that the party has complied with the registration requirements of this chapter.",
        " ",
     ] 
   }, 

    { "sec": "Sec. 02.35.080.  - EXCEPTIONS TO APPLICATION OF CHAPTER.", 
      "index":   2, 
      "link":   "/codes/alaska/1995/title-02/chapter-02-35/sec-02-35-080/", 
      "raw":  [ 

        "The provisions of this chapter do not apply to the first entry of a civil aircraft or airman while engaged exclusively in commercial flying, constituting an act of interstate or foreign commerce, nor does this chapter apply to a public aircraft.",
        " ",
     ] 
   }, 

    { "sec": "Sec. 02.35.090.  - LICENSE AND PERMIT TO BE EXHIBITED ON REQUEST.", 
      "index":   2, 
      "link":   "/codes/alaska/1995/title-02/chapter-02-35/sec-02-35-090/", 
      "raw":  [ 

        "A certificate, permit, rating or license required for an airman by the federal government shall be kept in the person's personal possession when the person is operating in the state and shall be presented for inspection upon the demand of a peace officer or another officer of the state or of a municipality, or a member, official or employee of the department or an official, manager or person in charge of an airport upon which the airman lands, or upon the reasonable request of any other person. A certificate, permit or license required by the federal government for an aircraft shall be carried in the aircraft at all times while the aircraft is operating in the state. It shall be conspicuously posted in the aircraft where it may be readily seen by passengers or inspectors, and shall be presented for inspection upon the demand of a peace officer or another officer of the state or of a municipality, or a member, official or employee of the department, or an official, manager or person in charge of an airport upon which the aircraft lands, or upon the reasonable request of any person.",
        " ",
     ] 
   }, 

    { "sec": "Sec. 02.35.100.  - TEMPORARY PERMIT.", 
      "index":   2, 
      "link":   "/codes/alaska/1995/title-02/chapter-02-35/sec-02-35-100/", 
      "raw":  [ 

        "In an extreme emergency where life or property may be involved, the department may issue a temporary permit to an airman or aircraft during the emergency. The permit shall be specific as to its purpose and may not extend beyond the emergency nor for a period of more than 30 days.",
        " ",
     ] 
   }, 

    { "sec": "Sec. 02.35.110.  - EMERGENCY RATIONS AND EQUIPMENT.", 
      "index":   2, 
      "link":   "/codes/alaska/1995/title-02/chapter-02-35/sec-02-35-110/", 
      "raw":  [ 

        "(a) An airman may not make a flight inside the state with an aircraft unless emergency equipment is carried as follows:",
        "(1) the following minimum equipment must be carried during the summer months:",
        "(A) food for each occupant sufficient to sustain life for two weeks;",
        "(B) one axe or hatchet;",
        "(C) one first aid kit;",
        "(D) one pistol, revolver, shotgun or rifle, and ammunition for same;",
        "(E) one small gill net, and an assortment of tackle such as hooks, flies, lines, sinkers, etc.;",
        "(F) one knife;",
        "(G) two small boxes of matches;",
        "(H) one mosquito headnet for each occupant;",
        "(I) two small signaling devices such as colored smoke bombs, railroad fuses, or Very pistol shells, in sealed metal containers;",
        "(2) in addition to the equipment required under (1) of this section, the following must be carried as minimum equipment from October 15 to April 1 of each year:",
        "(A) one pair of snowshoes;",
        "(B) one sleeping bag;",
        "(C) one wool blanket for each occupant over four.",
        "(b) However, operators of multi-engine aircraft licensed to carry more than 15 passengers need carry only the food, mosquito nets and signalling equipment at all times other than the period from October 15 to April 1 of each year, when two sleeping bags, and one blanket for every two passengers shall also be carried. All of the above requirements as to emergency rations and equipment are considered to be minimum requirements which are to remain in full force and effect, except as further safety measures may be from time to time imposed by the department.",
        " ",
     ] 
   }, 

    { "sec": "Sec. 02.35.115.  - DOWNED AIRCRAFT TRANSMITTING DEVICES.", 
      "index":   2, 
      "link":   "/codes/alaska/1995/title-02/chapter-02-35/sec-02-35-115/", 
      "raw":  [ 

        "(a) An airman may not make a flight in the state with an aircraft unless the aircraft is equipped with an approved device capable of indicating by radio transmissions the position of the aircraft when grounded because of mechanical or other failure at a place other than an airport. The device shall be of sufficient durability to withstand the impact of a crash, and then be capable of being activated so as to transmit an effective signal on a preset emergency distress radio frequency to enable the location of the aircraft to be fixed.",
        "(b) The department shall establish minimum standards for downed aircraft transmitting devices and shall examine any available device for effectiveness and reliability and approve for use units found to be effective and reliable within limits and standards established by the department.",
        "(c) Upon petition by the owner of an aircraft, the department may exempt the aircraft from the requirements of this section upon a showing to the satisfaction of the department that a downed aircraft transmitting device would not significantly increase the safety of operations in a particular case. For the same reason, the department may exempt certain classes of aircraft.",
        "(d) The department may, upon petition by the owner or operator, exempt a specific aircraft from the requirements of this section",
        "(1) for the purpose of ferrying a newly acquired aircraft into the state;",
        "(2) for moving an aircraft with a defective locator device to the nearest available location for repair; or",
        "(3) for removal from the state of an aircraft not so equipped.",
        " ",
     ] 
   }, 

    { "sec": "Sec. 02.35.120.  - PENALTIES FOR VIOLATION OF CHAPTER EXCEPT AS 02.35.090 AND 02.35.110.", 
      "index":   2, 
      "link":   "/codes/alaska/1995/title-02/chapter-02-35/sec-02-35-120/", 
      "raw":  [ 

        "A person who acts as an airman for a civil aircraft when flown or operated in this state, except as provided in AS 02.35.080 and 02.35.100, without holding an existing airman's license or permit issued in accordance with this chapter and federal law; or who flies or causes to be flown in this state any civil aircraft, except as provided in AS 02.35.080 and 02.35.100, without an existing license or permit for that aircraft issued in accordance with the provisions of this chapter and federal law; or who violates a provision of this chapter or a regulation adopted under this chapter, is punishable by a fine of not more than $500 or by imprisonment for not more than six months or by both.",
        " ",
     ] 
   }, 

    { "sec": "Sec. 02.35.130.  - PENALTY FOR VIOLATION OF AS 02.35.090 AND 02.35.110.", 
      "index":   2, 
      "link":   "/codes/alaska/1995/title-02/chapter-02-35/sec-02-35-130/", 
      "raw":  [ 

        "A person violating a provision of AS 02.35.090 and 02.35.110 is guilty of a misdemeanor and upon conviction is punishable by a fine of not more than $500.",
        " ",
     ] 
   }, 

    { "sec": "Sec. 02.35.140.  - UNIFORMITY OF INTERPRETATION.", 
      "index":   2, 
      "link":   "/codes/alaska/1995/title-02/chapter-02-35/sec-02-35-140/", 
      "raw":  [ 

        "This chapter shall be interpreted and construed to effectuate its general purpose to make uniform the law of those states which enact it.",
        " ",
     ] 
   }, 

    { "sec": "Sec. 02.35.150.  - DEFINITIONS.", 
      "index":   2, 
      "link":   "/codes/alaska/1995/title-02/chapter-02-35/sec-02-35-150/", 
      "raw":  [ 

        "In this chapter",
        "(1) \"commissioner\" means the commissioner of transportation and public facilities;",
        "(2) \"department\" means the Department of Transportation and Public Facilities.",
        " ",
     ] 
   }, 

    { "sec": "Sec. 02.35.160.  - SHORT TITLE.", 
      "index":   2, 
      "link":   "/codes/alaska/1995/title-02/chapter-02-35/sec-02-35-160/", 
      "raw":  [ 

        "This chapter may be cited as the Uniform Air Licensing Act.",
        " ",
     ] 
   }, 

   ] 
 }, 

 ] 
}, 

{ "title": "TITLE 03 - AGRICULTURE AND ANIMALS", 
  "index":   3, 
  "link":   "/codes/alaska/1995/title-03/", 
  "chapter":  [ 

  { "chapter": "Chapter 03.05. -   POWERS AND DUTIES OF COMMISSIONERS OF NATURAL RESOURCES AND ENVIRONMENTAL CONSERVATION", 
    "index":   3, 
    "link":   "/codes/alaska/1995/title-03/chapter-03-05/", 
    "sec":  [ 

    { "sec": "Sec. 03.05.010.  - POWERS AND DUTIES OF COMMISSIONER OF NATURAL RESOURCES.", 
      "index":   3, 
      "link":   "/codes/alaska/1995/title-03/chapter-03-05/sec-03-05-010/", 
      "raw":  [ 

        "(a) The commissioner of natural resources shall",
        "(1) direct, administer, and supervise promotional and experimental work, extension services, and agricultural projects for the purpose of promoting and developing the agricultural industry within the state including such fields as horticulture, dairying, cattle raising, fur farming, grain production, vegetable production, and development of other agricultural products;",
        "(2) procure and preserve all information pertaining to the development of the agricultural industry and disseminate that information to the public;",
        "(3) assist prospective settlers and others desiring to engage in the agricultural industry in the state with information concerning areas suitable for agriculture and other activities and programs essential to the development of the agricultural industry in the state;",
        "(4) review the marketing, financing, and development of agricultural products inside the state including transportation, with special emphasis upon local production, and negotiate for the marketing of agricultural products of the state with federal and state agencies operating in the state;",
        "(5) regulate and control the entry into the state and the transportation, sale, or use inside the state of plants, seeds, vegetables, shell eggs, fruits and berries, nursery stock, animal feeds, remedies and mineral supplements, fertilizers, and agricultural chemicals in order to prevent the spread of pests, diseases, or toxic substances injurious to the public interest, and to protect the agricultural industry against fraud, deception, and misrepresentation; in this connection the commissioner may require registration, inspection, and testing, and establish procedures and fees; and",
        "(6) regulate the farming of elk in a manner similar to the manner in which the commissioner regulates domestic animals and livestock, to the extent that is appropriate.",
        "(b) To carry out the requirements of this title, the commissioner of natural resources may issue orders, regulations, quarantines, and embargoes relating to",
        "(1) examination and inspection of premises containing products, articles, and commodities carrying pests;",
        "(2) establishment of quarantines for eradication of pests;",
        "(3) establishment of standards and labeling requirements pertaining to the sale of agricultural and vegetable seeds;",
        "(4) tests and analyses which may be made and hearings which may be held to determine whether the commissioner will issue a stop order or quarantine;",
        "(5) cooperation with federal and other state agencies.",
        " ",
     ] 
   }, 

    { "sec": "Sec. 03.05.011.  - POWERS AND DUTIES OF COMMISSIONER OF ENVIRONMENTAL CONSERVATION.", 
      "index":   3, 
      "link":   "/codes/alaska/1995/title-03/chapter-03-05/sec-03-05-011/", 
      "raw":  [ 

        "(a) To carry out the requirements of this title, the commissioner of environmental conservation may issue orders, regulations, permits, quarantines, and embargoes relating to",
        "(1) examination and inspection of premises containing products, articles, and commodities carrying pests;",
        "(2) establishment of quarantines for eradication of pests;",
        "(3) establishment of standards and labeling requirements pertaining to the sale of meat, fish, and poultry;",
        "(4) tests and analyses that may be made and hearings that may be held to determine whether the commissioner will issue a stop order or quarantine;",
        "(5) cooperation with federal and other state agencies;",
        "(6) regulation of fur farming; for purposes of this paragraph, \"fur farming\" means the raising of and caring for animals for the purpose of marketing their fur, or animals themselves for breeding stock;",
        "(7) examination and inspection of meat, fish, and poultry advertised for sale or sold to the public;",
        "(8) enforcement of quality assurance plans developed in cooperation with appropriate industry representatives;",
        "(9) establishment of standards and conditions for the operation and siting of aquatic farms and related hatcheries, including",
        "(A) restrictions on the use of chemicals; and",
        "(B) requirements to protect the public from contaminated aquatic farm products that pose a risk to health;",
        "(10) monitoring aquatic farms and aquatic farm products to ensure compliance with this chapter and with the requirements of the national shellfish sanitation program manual of operations published by the Food and Drug Administration.",
        "(b) The commissioner of environmental conservation shall regulate the farming of elk in a manner similar to the manner in which the commissioner regulates domestic animals and livestock, to the extent that is appropriate.",
        " ",
     ] 
   }, 

    { "sec": "Sec. 03.05.015.  - AGRICULTURAL PRODUCTION CREDITS. REPEALED, sec. 2 CH 10 SLA 1986.", 
      "index":   3, 
      "link":   "/codes/alaska/1995/title-03/chapter-03-05/sec-03-05-015/", 
      "raw":  [ 

        "Repealed or Renumbered",
        " ",
     ] 
   }, 

    { "sec": "Sec. 03.05.020.  - MISCELLANEOUS POWERS OF COMMISSIONER OF ENVIRONMENTAL CONSERVATION.", 
      "index":   3, 
      "link":   "/codes/alaska/1995/title-03/chapter-03-05/sec-03-05-020/", 
      "raw":  [ 

        "(a) The commissioner shall",
        "(1) require routine inspection of food animals, fish, poultry, and derivative food products, to protect the public against fraud, disease, and spoilage, and in this connection adopt uniform regulations establishing standards of identity and composition of these food products and minimum standards of sanitation and handling methods as to all phases of slaughtering, processing, storing, transporting, displaying, and selling of these food products;",
        "(2) issue orders or cause the orders to be issued by an authorized veterinarian prohibiting transportation and sale of food products intended for human consumption that do not meet the minimum requirements established under (1) of this subsection, and limiting their use and disposal in conformity with protection of the public;",
        "(3) adopt a schedule of fees or charges, and credit provisions, for services rendered by state veterinarians to farmers and others at their request in caring for livestock and poultry, and all the fees shall be transmitted to the commissioner for deposit in the state treasury;",
        "(4) designate points of entry for admission of livestock or poultry into the state, and arrange inspection at those points with or without collaboration and assistance of the federal government, and bar entry of stock or poultry not shipped under a valid permit or not free from contagious or infectious disease;",
        "(5) adopt, repeal, and amend regulations consistent with existing law for",
        "(A) the labeling and grading of milk and milk products and standards of cleanliness and sanitation, to at least the minimum of current recommendations of the United States Public Health Service, for the operation of dairies selling, or offering for sale, milk or milk products;",
        "(B) the production and sale of ice cream and allied frozen desserts;",
        "(C) the production and sale of imitation milk and imitation milk products;",
        "(6) establish a field-kill inspection program for reindeer that is available at state expense and provides for voluntary participation on the part of reindeer herders and processors who wish to have the inspected reindeer used in federally inspected meat products.",
        "(b) In this section, \"commissioner\" means the commissioner of environmental conservation.",
        " ",
     ] 
   }, 

    { "sec": "Sec. 03.05.025.  - SEAFOOD PROCESSING PERMITS AND PLANS OF OPERATION.", 
      "index":   3, 
      "link":   "/codes/alaska/1995/title-03/chapter-03-05/sec-03-05-025/", 
      "raw":  [ 

        "(a) A person may not operate a seafood processing establishment or seafood processing vessel without a seafood processing permit issued by the Department of Environmental Conservation. A seafood processing permit issued under this section must be renewed annually.",
        "(b) A person may not operate a seafood processing establishment or a seafood processing vessel to process seafood, other than for the production of a fresh or frozen seafood product, without having a plan of operation approved in writing by the Department of Environmental Conservation. An approved plan of operation is not subject to further review or approval by the department unless an amendment of the plan is necessitated by a change in",
        "(1) the operation of the establishment or vessel; or",
        "(2) a product produced or process conducted at the establishment or vessel.",
        "",
     ] 
   }, 

    { "sec": "Sec. 03.05.026.  - SEAFOOD PRODUCT QUALITY STANDARDS AND SEALS.", 
      "index":   3, 
      "link":   "/codes/alaska/1995/title-03/chapter-03-05/sec-03-05-026/", 
      "raw":  [ 

        "(a) The Alaska Seafood Marketing Institute (AS 16.51) shall design an \"inspection\" seal that may be used to signify that a seafood product has been packed in compliance with the requirements of a permit issued under AS 03.05.025 .",
        "(b) The Alaska Seafood Marketing Institute (AS 16.51) shall design a \"premium quality\" seal that may be used to signify that a seafood product has met the product specifications and standards under (d) of this section.",
        "(c) The commissioner of environmental conservation shall authorize the use of an \"inspection\" seal for display on seafood products processed by a person who, at the time the products are processed, holds a permit to operate issued under AS 03.05.025 , and who complies with regulations adopted under AS 03.05.025 .",
        "(d) The commissioner of environmental conservation, after consultation with the Alaska Seafood Marketing Institute, shall develop product specifications and standards for the use of the \"premium quality\" seal on Alaska seafood products. The commissioner shall authorize a seafood processor to display a \"premium quality\" seal on products that qualify for the seal if the processor meets the requirements of regulations adopted under this section and AS 03.05.025 , and has been issued a permit to operate under AS 03.05.025 .",
        "(e) A person may not display a seal under this section without authorization from the commissioner of environmental conservation.",
        " ",
     ] 
   }, 

    { "sec": "Sec. 03.05.030.  - RULES FOR GRADING AND CLASSIFICATION OF AGRICULTURAL PRODUCTS.", 
      "index":   3, 
      "link":   "/codes/alaska/1995/title-03/chapter-03-05/sec-03-05-030/", 
      "raw":  [ 

        "The commissioner may adopt rules, regulations and procedures requiring the classification, grading and inspection of agricultural products sold or offered for sale for general consumption before they are sold, and requiring the marking or labeling of any sack, box, carton or other container of agricultural products to show the kind, grade or other prescribed classification of the contents.",
        " ",
     ] 
   }, 

    { "sec": "Sec. 03.05.035.  - SALE AND LABELING OF FROZEN MEAT, FISH AND POULTRY.", 
      "index":   3, 
      "link":   "/codes/alaska/1995/title-03/chapter-03-05/sec-03-05-035/", 
      "raw":  [ 

        "(a) Meat, fish or poultry which has been frozen may not be sold, represented or advertised as a fresh food.",
        "(b) Meat, fish and poultry which has been frozen must be labeled as a frozen food, under regulations.",
        "(c) The commissioner shall adopt regulations which",
        "(1) require frozen food labels for meat, fish and poultry which has been frozen; and",
        "(2) provide for the examination and inspection of meat, fish and poultry to ascertain whether it has been frozen.",
        "(d) In this section, \"commissioner\" means the commissioner of environmental conservation.",
        " ",
     ] 
   }, 

    { "sec": "Sec. 03.05.040.  - INSPECTION.", 
      "index":   3, 
      "link":   "/codes/alaska/1995/title-03/chapter-03-05/sec-03-05-040/", 
      "raw":  [ 

        "(a) On any business day during the usual hours of business the commissioner or an authorized inspector may, for the purpose of inspecting agricultural, fisheries, or aquatic farm products or aquatic farm sites subject to regulation, enter a storehouse, warehouse, cold storage plant, packing house, slaughterhouse, retail store or other building or place where those products are kept, stored, processed or sold.",
        "(b) In this section, \"commissioner\" means commissioner of natural resources with respect to those products over which the commissioner of natural resources has jurisdiction under this title, and the commissioner of environmental conservation with respect to those products over which the commissioner of environmental conservation has jurisdiction under this title.",
        " ",
     ] 
   }, 

    { "sec": "Sec. 03.05.050.  - PRODUCTS IN VIOLATION OF REGULATIONS.", 
      "index":   3, 
      "link":   "/codes/alaska/1995/title-03/chapter-03-05/sec-03-05-050/", 
      "raw":  [ 

        "(a) An agricultural or fisheries product found by the commissioner, or an authorized inspector, to violate a regulation adopted under this chapter is declared to be a public nuisance injurious to the public interest and shall not be moved by the person in whose possession it may be except upon the specific direction of the commissioner or inspector.",
        "(b) In this section, \"commissioner\" means commissioner of natural resources with respect to those products over which the commissioner of natural resources has jurisdiction under this title, and the commissioner of environmental conservation with respect to those products over which the commissioner of environmental conservation has jurisdiction under this title.",
        " ",
     ] 
   }, 

    { "sec": "Sec. 03.05.060.  - CHECKING SPREAD OF CONTAGIOUS DISEASES.", 
      "index":   3, 
      "link":   "/codes/alaska/1995/title-03/chapter-03-05/sec-03-05-060/", 
      "raw":  [ 

        "(a) The commissioner shall issue or cause to be issued by an authorized veterinarian, emergency orders designed to prevent the spread of contagious or infectious diseases among livestock and poultry inside designated areas or from one part of the state to another in cases of epidemic or threatened epidemic. The orders may cover care or extermination of afflicted stock and may prohibit the transportation of the stock and products derived from the stock, with compensation to owners as authorized by law.",
        "(b) In this section, \"commissioner\" means the commissioner of environmental conservation.",
        " ",
     ] 
   }, 

    { "sec": "Sec. 03.05.070.  - CONTROL OF RABIES.", 
      "index":   3, 
      "link":   "/codes/alaska/1995/title-03/chapter-03-05/sec-03-05-070/", 
      "raw":  [ 

        "(a) The commissioner shall adopt rules and regulations for the reporting of rabies cases occurring in dogs and other animals and providing for care and restraint of animals suspected of having rabies and for extermination and disposal of rabid animals. The commissioner shall use the services of peace officers and wildlife agents, who are authorized to assist in the protection of the public in accordance with the regulations of the commissioner.",
        "(b) In this section, \"commissioner\" means the commissioner of environmental conservation.",
        " ",
     ] 
   }, 

    { "sec": "Sec. 03.05.080.  - CONTROLLING EXPORTATION OF ANIMALS.", 
      "index":   3, 
      "link":   "/codes/alaska/1995/title-03/chapter-03-05/sec-03-05-080/", 
      "raw":  [ 

        "(a) The commissioner shall establish requirements and procedures for examination and certification of dogs, cats and other animals being shipped out of the state.",
        "(b) In this section, \"commissioner\" means the commissioner of environmental conservation.",
        " ",
     ] 
   }, 

    { "sec": "Sec. 03.05.085.  - SEAFOOD PROCESSING RESEARCH.", 
      "index":   3, 
      "link":   "/codes/alaska/1995/title-03/chapter-03-05/sec-03-05-085/", 
      "raw":  [ 

        "The commissioner of environmental conservation may conduct studies, research, experiments, and demonstrations, directly or through grants to or contracts with public or private agencies, organizations, or individuals",
        "(1) to improve sanitation practices in the processing of fish and fisheries products; and",
        "(2) to develop improved techniques for surveillance and inspection activities under this chapter.",
        " ",
     ] 
   }, 

    { "sec": "Sec. 03.05.090.  - PENALTY FOR VIOLATION.", 
      "index":   3, 
      "link":   "/codes/alaska/1995/title-03/chapter-03-05/sec-03-05-090/", 
      "raw":  [ 

        "A person who violates a provision of this chapter or a regulation, order, or quarantine made under authority of this chapter, or violates a provision of a permit issued under this chapter, or sells seeds failing to meet the labeling requirements, standards, and tests provided for by regulation of the commissioner of natural resources or the commissioner of environmental conservation is guilty of a class A misdemeanor for each offense.",
        " ",
     ] 
   }, 

    { "sec": "Sec. 03.05.100.  - DEFINITIONS.", 
      "index":   3, 
      "link":   "/codes/alaska/1995/title-03/chapter-03-05/sec-03-05-100/", 
      "raw":  [ 

        "In this chapter,",
        "(1) \"agricultural products\" does not include fish or fisheries products;",
        "(2) \"aquatic farm\" and \"aquatic farm product\" have the meanings given in AS 16.40.199 ;",
        "(3) \"fish or fisheries products\" means any aquatic animal, including amphibians, or aquatic plants or parts of those plants, animals or amphibians that are usable as human food.",
        " ",
     ] 
   }, 

   ] 
 }, 

  { "chapter": "Chapter 03.10. -   ALASKA AGRICULTURAL LOAN ACT", 
    "index":   3, 
    "link":   "/codes/alaska/1995/title-03/chapter-03-10/", 
    "sec":  [ 

    { "sec": "Sec. 03.10.010.  - DECLARATION OF POLICY.", 
      "index":   3, 
      "link":   "/codes/alaska/1995/title-03/chapter-03-10/sec-03-10-010/", 
      "raw":  [ 

        "It is the policy of this chapter to promote the more rapid development of agriculture as an industry throughout the state by means of long-term low-interest loans.",
        " ",
     ] 
   }, 

    { "sec": "Sec. 03.10.020.  - POWERS OF THE DEPARTMENT.", 
      "index":   3, 
      "link":   "/codes/alaska/1995/title-03/chapter-03-10/sec-03-10-020/", 
      "raw":  [ 

        "(a) The department may",
        "(1) make a loan to",
        "(A) an individual resident farmer, homesteader, or a partnership or corporation composed of farmers and homesteaders for",
        "(i) clearing land for agricultural purposes;",
        "(ii) development of farms;",
        "(iii) storage and processing of farm produce; or",
        "(iv) the purchase of livestock or machinery;",
        "(B) an individual state resident, or a partnership or corporation for",
        "(i) storage and processing plants for agricultural products;",
        "(ii) the commercial production or processing of horticultural products in the state;",
        "(iii) the commercial production or processing of animal feed in the state; or",
        "(iv) the raising or care of animals in the state for the purpose of marketing their fur;",
        "(2) designate agents and delegate its powers to them as necessary;",
        "(3) adopt regulations necessary to carry out its functions, including regulations to establish reasonable fees for services provided and charges for collecting the fees;",
        "(4) establish amortization plans for repayment of loans, which may include delayed payments of principal and interest for not to exceed five years;",
        "(5) enter into agreements with private lending institutions, other state agencies or agencies of the federal government, to carry out the purposes of this chapter;",
        "(6) collect the fees and collection charges established under this subsection.",
        "(b) In this section \"horticultural products\" means vegetables, fruit plants, grass seed, sod, tree seedlings, ornamental plants, foliage, or flowering plants, grown in a greenhouse or nursery.",
        " ",
     ] 
   }, 

    { "sec": "Sec. 03.10.030.  - LIMITATIONS ON LOANS.", 
      "index":   3, 
      "link":   "/codes/alaska/1995/title-03/chapter-03-10/sec-03-10-030/", 
      "raw":  [ 

        "(a) The farm development, chattel, or irrigation loan made under this chapter",
        "(1) may not exceed a term of 30 years, except that a chattel loan may not exceed a term of seven years;",
        "(2) may not, when added to the outstanding balance of other loans made under this chapter, exceed a total outstanding balance of $1,000,000;",
        "(3) shall be secured by a real estate or chattel mortgage of any priority, except that the portion of a loan that exceeds $500,000, when added to prior indebtedness that is secured by the same property, must be secured by a first mortgage;",
        "(4) shall bear interest at a rate that may not be less than eight percent or more than the commercial rate, unless the commercial rate is eight percent or less; in this paragraph \"commercial rate\" means the prevailing rate of interest at private lending institutions in the state for loans similar to those referred to in this subsection.",
        "(b) Repealed, sec. 72 ch 113 SLA 1982.",
        "(c) A short term loan, to be amortized within one year, not to exceed $350,000 to any one borrower may be made for operating purposes, except that a loan made under this subsection may not exceed $200,000 unless the loan is made to a borrower in a farm disaster area declared under AS 03.10.058 . An applicant for a short term loan may be required to purchase insurance through the Federal Crop Insurance Act (7 U.S.C. 1501 - 1520) as a condition of the loan. The term of a loan made under this subsection may be extended for up to three years by the agricultural revolving loan fund board, in the discretion of the board, upon application by the borrower.",
        "(d) Repealed, sec. 72 ch 113 SLA 1982.",
        "(e) An installment payment is delinquent unless it is mailed by the borrower on or before the 30th day after the date specified for payment in the loan agreement or unless it is received by the department on or before the 30th day after the date specified for payment in the loan agreement. If an installment payment is delinquent, the director of the division of agriculture of the department may assess a delinquency penalty. The delinquency penalty shall be an amount equal to seven percent of the delinquent payment, but the combined delinquency penalty and loan interest may not exceed 15 percent.",
        "(f) A farm product processing loan may not exceed $250,000. A mortgage which secures a farm product processing loan may be of any priority if the total indebtedness on the real estate, including the secured farm product processing loan, does not exceed $250,000. A farm product processing loan which, if made, would raise the existing indebtedness on the real estate securing the loan above $250,000, or a farm product processing loan on real estate which has a prior indebtedness of $250,000 or more, may be made only if all prior mortgagees agree to subordinate their mortgages to that of the state for the amount of the farm product processing loan which exceeds the $250,000 indebtedness limit on the real estate. A farm product processing loan may not exceed a term of 30 years or bear interest that is less than eight percent a year and shall be secured by a real estate or chattel mortgage or both.",
        "(g) A loan for clearing land may not",
        "(1) exceed $250,000;",
        "(2) bear interest that is less than eight percent;",
        "(3) have a term in excess of 20 years; or",
        "(4) be made for clearing land other than land that has been classified by the United States Department of Agriculture, Soil Conservation Service under the Land Capability Classification System as having agricultural potential for the production of annual crops, hay, or for pasture.",
        "(h) The commissioner shall adopt regulations to establish other terms for loans made under this chapter, consistent with the provisions of this section, and may establish interest rates for loans under (a)(4) of this section that",
        "(1) encourage agricultural development;",
        "(2) do not subsidize nonviable agricultural enterprises; and",
        "(3) do not discriminate against viable existing agricultural enterprises.",
        "(i) A person is not eligible for a loan under this chapter if the person has a past due child support obligation established by court order or by the child support enforcement division under AS 25.27.160 - 25.27.220 at the time of application.",
        " ",
     ] 
   }, 

    { "sec": "Sec. 03.10.033.  - RESTRUCTURING OF AGRICULTURAL DEBT.", 
      "index":   3, 
      "link":   "/codes/alaska/1995/title-03/chapter-03-10/sec-03-10-033/", 
      "raw":  [ 

        "(a) To increase the return to the state, the Agricultural Revolving Loan Fund Board may restructure loans in existence on January 1, 1987, made by the board or by the Alaska Agricultural Action Council based upon guidelines approved by the board. The restructuring may only include reduction of interest to rates below those specified by AS 03.10.030, an extension of the term of the loan, and an improvement to the security interest of the state. It may not reduce the amount of principal and interest owed before the loan is restructured.",
        "(b) The maximum term of a loan modified under (a) of this section is 30 years from the date of restructuring.",
        "(c) Notwithstanding any other provision of this section, the Agricultural Revolving Loan Fund Board may approve an application for restructuring under this section only upon",
        "(1) the applicant's written release of the state, including the Alaska Agriculture Action Council, the agricultural revolving loan fund, and the University of Alaska, from all potential liability for actions and omissions occurring before the date of restructuring that relate in any way to a state farm project, land sale, land sale relinquishment, farm loan, or loan application or loan modification application, whether granted or denied by the state; and",
        "(2) assignment by the applicant to the board of the proceeds from the federal government under 7 U.S.C. 1442 (Conservation Reserve Program) and P.L. 88-26 (Feed Grain Act of 1963), as amended.",
        "(d) If the board receives proceeds under (c)(2) of this section that exceed the amount owed and credited to the loan during the year, the board shall refund the extra proceeds to the applicant.",
        " ",
     ] 
   }, 

    { "sec": "Sec. 03.10.035.  - USE OR DISPOSAL OF MORTGAGED FARM LAND.", 
      "index":   3, 
      "link":   "/codes/alaska/1995/title-03/chapter-03-10/sec-03-10-035/", 
      "raw":  [ 

        "(a) A borrower may not use farm land for a non-farm use or sell, lease or otherwise dispose of farm land if that land is encumbered by a mortgage given to secure the payment of a farm development, chattel, or irrigation system loan under this chapter unless the borrower either",
        "(1) pays the outstanding balance of the loan in a lump sum or under other terms agreed to by the commissioner which accelerate payment of the loan; or",
        "(2) pays the outstanding principal balance for the remaining term of the loan at the prevailing rate of interest which is charged by commercial banks in the state during the calendar quarter in which the department receives notice of the change of use, sale, lease or other disposal of the farm land.",
        "(b) In this section, \"non-farm use\" means a use of land other than for the production of domesticated plants and animals useful to humans, including forage and sod crops, grain and feed crops, fruits, vegetables and livestock.",
        " ",
     ] 
   }, 

    { "sec": "Sec. 03.10.040.  - CREATION OF FUND.", 
      "index":   3, 
      "link":   "/codes/alaska/1995/title-03/chapter-03-10/sec-03-10-040/", 
      "raw":  [ 

        "(a) There is an agricultural revolving loan fund which shall not exceed $75,000,000 to carry out the purpose of this chapter.",
        "(b) Money in the fund may be used by the legislature to make appropriations for costs of administering this chapter.",
        " ",
     ] 
   }, 

    { "sec": "Sec. 03.10.050.  - ADMINISTRATION OF FUND.", 
      "index":   3, 
      "link":   "/codes/alaska/1995/title-03/chapter-03-10/sec-03-10-050/", 
      "raw":  [ 

        "(a) The commissioner shall administer the loan fund in conjunction with the agricultural revolving loan fund board. No loan in excess of $25,000 may be made by the commissioner without the approval of a majority of the board.",
        "(b) The board is composed of seven members appointed by the governor and confirmed by the legislature in joint session. Five members shall be persons with background and experience in Alaska agriculture, two of whom shall be farmers who are residents in the state, operate producing farms in the state, and have operated the producing farms in the state for at least five years. Members of the board serve at the pleasure of the governor for overlapping three-year terms. Members of the board are not entitled to receive compensation for their services, but shall receive the same travel pay and per diem as provided by law for boards and commissions.",
        "(c) A meeting of the agricultural revolving loan fund board to act on applications for loans is exempt from the public meeting requirements of AS 44.62.310 .",
        "(d) Subject to an appropriation for the position and to facilitate execution of its duties, the Agricultural Revolving Loan Fund Board may appoint, supervise, and remove a financial analyst.",
        "(e) To encourage the prompt payment of loans, the department may establish a program of credits for persons who have a loan from the agricultural revolving loan fund and maintain good financial standing. The credits may be applied against no more than two percentage points a year of the interest due on agricultural revolving loan fund loans.",
        "(f) A credit may not be granted under (e) of this section to reduce interest due on a loan if the borrower has an agricultural loan in default, has a loan that has been rewritten, restructured, rolled over, or otherwise had its term extended or interest rate reduced, or has had a land payment or land clearing loan restructured.",
        "(g) The director of agriculture may dispose of property acquired by the Agricultural Revolving Loan Fund Board or by the commissioner through foreclosure, default, or other action arising out of agricultural loans or the sale of agricultural land. Disposals shall be conducted under regulations approved by the commissioner. The regulations shall ensure that the property is disposed of so as to maximize the return to the state and shall require that the parcels of land that are composed primarily of cropland soils be restricted to agricultural uses and disposed of only to persons who are residents of the state.",
        " ",
     ] 
   }, 

    { "sec": "Sec. 03.10.052.  - LIMITATION ON BOARD MEMBERS.", 
      "index":   3, 
      "link":   "/codes/alaska/1995/title-03/chapter-03-10/sec-03-10-052/", 
      "raw":  [ 

        "(a) A member of the agricultural revolving loan fund board may not, during the member's term of office or within one year after ceasing to be a member of the board, obtain a loan under this chapter other than a short-term loan under AS 03.10.030 (c).",
        "(b) A person may not serve on the board if the person is delinquent on payments on a loan obtained under this chapter. The governor shall discharge a member of the board who is delinquent on payments on a loan obtained under this chapter within 30 days after the delinquency occurs.",
        " ",
     ] 
   }, 

    { "sec": "Sec. 03.10.054.  - SALE OR TRANSFER OF MORTGAGES AND NOTES REPEALED, sec. 14 CH 122 SLA 1980.", 
      "index":   3, 
      "link":   "/codes/alaska/1995/title-03/chapter-03-10/sec-03-10-054/", 
      "raw":  [ 

        "Repealed or Renumbered",
        " ",
     ] 
   }, 

    { "sec": "Sec. 03.10.058.  - FARM DISASTER AREA.", 
      "index":   3, 
      "link":   "/codes/alaska/1995/title-03/chapter-03-10/sec-03-10-058/", 
      "raw":  [ 

        "The governor may declare a farm disaster in an area of the state if a natural disaster causes a crop failure.",
        " ",
     ] 
   }, 

    { "sec": "Sec. 03.10.060.  - SHORT TITLE.", 
      "index":   3, 
      "link":   "/codes/alaska/1995/title-03/chapter-03-10/sec-03-10-060/", 
      "raw":  [ 

        "This chapter may be cited as the Alaska Agricultural Loan Act.",
        " ",
     ] 
   }, 

   ] 
 }, 

  { "chapter": "Chapter 03.12. -   ALASKA GRAIN RESERVE PROGRAM", 
    "index":   3, 
    "link":   "/codes/alaska/1995/title-03/chapter-03-12/", 
    "sec":  [ 

   ] 
 }, 

  { "chapter": "Chapter 03.13. -   FEDERAL CROP INSURANCE CONTRIBUTIONS", 
    "index":   3, 
    "link":   "/codes/alaska/1995/title-03/chapter-03-13/", 
    "sec":  [ 

    { "sec": "Sec. 03.13.010.  - AGREEMENT WITH FEDERAL CROP INSURANCE CORPORATION.", 
      "index":   3, 
      "link":   "/codes/alaska/1995/title-03/chapter-03-13/sec-03-13-010/", 
      "raw":  [ 

        "The department shall enter into an agreement with the Federal Crop Insurance Corporation under which the department agrees to pay to the corporation a portion of federal crop insurance premiums paid by producers of agricultural commodities in this state. The agreement shall provide for a corresponding reduction in the federal crop insurance premium paid by those producers.",
        " ",
     ] 
   }, 

    { "sec": "Sec. 03.13.020.  - AMOUNT OF CONTRIBUTIONS.", 
      "index":   3, 
      "link":   "/codes/alaska/1995/title-03/chapter-03-13/sec-03-13-020/", 
      "raw":  [ 

        "Under the agreement, the department shall pay to the corporation for each covered producer an amount equal to the amount that the corporation pays for that producer under 7 U.S.C. 1508(b)(3) of the Federal Crop Insurance Act (7 U.S.C. 1501 - 1520), except as provided otherwise in this chapter.",
        " ",
     ] 
   }, 

    { "sec": "Sec. 03.13.030.  - LIMITATION.", 
      "index":   3, 
      "link":   "/codes/alaska/1995/title-03/chapter-03-13/sec-03-13-030/", 
      "raw":  [ 

        "Thirty percent of each producer's premium, as calculated by the corporation, on coverage of up to 65 percent of the recorded or appraised average yield, as adjusted, shall be paid by the state.",
        " ",
     ] 
   }, 

    { "sec": "Sec. 03.13.040.  - APPROPRIATIONS.", 
      "index":   3, 
      "link":   "/codes/alaska/1995/title-03/chapter-03-13/sec-03-13-040/", 
      "raw":  [ 

        "(a) The payments to the corporation shall be made from funds appropriated from the general fund to the department for that purpose.",
        "(b) If for any year the amount appropriated is insufficient to fully fund the contribution required by AS 03.13.020 , the department shall allocate funds on a first come basis.",
        " ",
     ] 
   }, 

    { "sec": "Sec. 03.13.050.  - DEFINITIONS.", 
      "index":   3, 
      "link":   "/codes/alaska/1995/title-03/chapter-03-13/sec-03-13-050/", 
      "raw":  [ 

        "In this chapter, \"corporation\" means the Federal Crop Insurance Corporation (7 U.S.C. 1503).",
        " ",
     ] 
   }, 

   ] 
 }, 

  { "chapter": "Chapter 03.15. -   AGRICULTURE PEST AND DISEASE CONTROL FUND", 
    "index":   3, 
    "link":   "/codes/alaska/1995/title-03/chapter-03-15/", 
    "sec":  [ 

    { "sec": "Sec. 03.15.010.  - AGRICULTURAL PEST AND DISEASE CONTROL FUND REPEALED, sec. 2 CH 34 SLA 1968.", 
      "index":   3, 
      "link":   "/codes/alaska/1995/title-03/chapter-03-15/sec-03-15-010/", 
      "raw":  [ 

        "Repealed or Renumbered",
        " ",
     ] 
   }, 

    { "sec": "Sec. 03.15.020.  - PURPOSE OF APPROPRIATIONS.", 
      "index":   3, 
      "link":   "/codes/alaska/1995/title-03/chapter-03-15/sec-03-15-020/", 
      "raw":  [ 

        "Appropriations available to the Department of Natural Resources or to the Department of Environmental Conservation may be used",
        "(1) to buy materials or equipment needed to control agricultural pests when the persons directly affected cannot bear the total cost and the pest is one that is or may become a public problem;",
        "(2) to charter or hire on a custom basis equipment and operators necessary for pest-control work when the persons directly affected cannot provide the service and the pest is one that is or may become a public problem;",
        "(3) to match federal indemnity payments to livestock owners for livestock slaughtered under any cooperating livestock health program;",
        "(4) to maintain a supply of vaccines, serums and chemicals needed for emergency pest control, that are not commercially available in the state.",
        " ",
     ] 
   }, 

   ] 
 }, 

  { "chapter": "Chapter 03.17. -   MARKETING OF MILK", 
    "index":   3, 
    "link":   "/codes/alaska/1995/title-03/chapter-03-17/", 
    "sec":  [ 

   ] 
 }, 

  { "chapter": "Chapter 03.19. -   SMALL GRAIN INCENTIVE PROGRAM", 
    "index":   3, 
    "link":   "/codes/alaska/1995/title-03/chapter-03-19/", 
    "sec":  [ 

   ] 
 }, 

  { "chapter": "Chapter 03.20. -   AGRICULTURAL AND INDUSTRIAL FAIRS", 
    "index":   3, 
    "link":   "/codes/alaska/1995/title-03/chapter-03-20/", 
    "sec":  [ 

    { "sec": "Sec. 03.20.010.  - STATE AID.", 
      "index":   3, 
      "link":   "/codes/alaska/1995/title-03/chapter-03-20/sec-03-20-010/", 
      "raw":  [ 

        "The state may grant aid to agricultural and industrial fair associations, incorporated under the laws of the state, to assist in the payment of (1) costs of operation and maintenance and (2) project costs for capital improvements of annual agricultural and industrial fairs.",
        " ",
     ] 
   }, 

    { "sec": "Sec. 03.20.020.  - AMOUNT AND CONDITIONS OF AID.", 
      "index":   3, 
      "link":   "/codes/alaska/1995/title-03/chapter-03-20/sec-03-20-020/", 
      "raw":  [ 

        "(a) Fairs may be held each year in each of the house election districts, and state aid for the operation and maintenance of the fairs may not exceed a basic grant of $10,000; however, fairs in existence five years or longer may receive an increment grant not to exceed $2,500 per year of existence to a maximum of $75,000. The people of each district sponsoring a fair are not eligible for state aid unless they subscribe to spend from their own funds for that purpose an amount equal to the amount of the state aid and have or organize an agricultural and industrial fair association for the operation and maintenance of the fairs. Each fair receiving state aid is open to entries by the people of the whole state and special provision shall be made for exhibits from boys' and girls' clubs.",
        "(b) An agricultural and industrial fair association qualifying for and applying for operation and maintenance grants may also apply for capital improvement grants.",
        "(c) For the purpose of matching state fair aid allocations, a fair whose local resources are not sufficient to match dollar for dollar may, in preparing its annual report, place a reasonable itemized monetary value on donated labor, materials, and equipment used in the construction, repairing and maintenance of fairgrounds, buildings, and facilities in place of dollar matching up to 50 percent of its annual requests. The commissioner shall determine when local resources are insufficient to allow the community to match the amount of state aid requested under (a) of this section, and shall approve the reasonableness of the value assigned the donations by the fair.",
        "(d) Premiums and prizes that qualify for listing for allocation purposes under this section shall be those paid for exhibits and educational contests, displays, and demonstrations of an educational nature. This does not include prizes or premiums for promotion or entertainment activities such as queen contests, parades, dances, rodeos, or races. A listing of fund allocations under this section containing the names of all premium and prize winners, including the amount and value of all awards, shall be maintained by the fair association.",
        " ",
     ] 
   }, 

    { "sec": "Sec. 03.20.030.  - APPLICATION FOR AND GRANTING OF OPERATION AND MAINTENANCE AID.", 
      "index":   3, 
      "link":   "/codes/alaska/1995/title-03/chapter-03-20/sec-03-20-030/", 
      "raw":  [ 

        "(a) Each agricultural and industrial fair association desiring to apply for an operation and maintenance grant shall apply to the commissioner before August 1 of the year preceding the fiscal year for which the grant is sought. It shall submit with the application a planned program of operation and maintenance of the proposed fair, the rules and regulations governing the fair, and a certificate signed by the president and secretary of the association, certifying that the association will spend for the proposed fair, a sum of money from their own funds equal in amount to the benefits requested under this chapter. When satisfied that the association is entitled to receive state aid under the provisions of this chapter, the commissioner shall have a warrant drawn in favor of the association, in the sum to which it is entitled. The commissioner shall pay annually the sum to be paid under the provisions of this chapter.",
        "(b) The commissioner shall require each association receiving state operation and maintenance aid to furnish receipts for money paid to them. The commissioner may prescribe the form of the receipt. Each association shall furnish a statement executed and acknowledged by the president and secretary, covering the disbursements by the association of all operation and maintenance funds, for fairs held under this chapter. The statement shall definitely set forth that wherever any state aid money has been disbursed that a like amount of fair association fund money has been expended and that in no instance has the expenditure of state money exceeded the expenditure of fair association money. The association shall make a full report of receipts and expenditures including the sums expended for prizes and awards to the commissioner and this report shall be transmitted to the next legislature.",
        "(c) A sum equal to at least 25 percent of the state operation and maintenance aid received under this chapter shall be used for premiums or transportation cost of exhibits.",
        " ",
     ] 
   }, 

    { "sec": "Sec. 03.20.035.  - APPLICATION FOR AND GRANTING OF CAPITAL IMPROVEMENT AID.", 
      "index":   3, 
      "link":   "/codes/alaska/1995/title-03/chapter-03-20/sec-03-20-035/", 
      "raw":  [ 

        "(a) Each agricultural and industrial fair association desiring to apply for a capital improvement grant shall apply to the commissioner before August 1 of the year preceding the fiscal year for which the grant is sought. It shall submit with the application a proposed long-term capital improvement plan of the fair covering five years from the time the application is submitted, which shall be certified by the president and secretary of the association as having been reviewed and approved by the governing body of the association. When satisfied that the association is entitled to receive state aid under the provisions of this section, the commissioner shall have a warrant drawn in favor of the association, in the sum to which it is entitled.",
        "(b) Each association receiving state capital improvement aid shall furnish receipts to the commissioner for money paid to them. The commissioner shall prescribe the form of the receipt. The association shall make a full report of its receipts and expenditures made for capital improvements and this report shall be transmitted to the next legislature following the receipts and expenditures.",
        " ",
     ] 
   }, 

    { "sec": "Sec. 03.20.040.  - DISPLAY OF EXHIBITS OUTSIDE STATE.", 
      "index":   3, 
      "link":   "/codes/alaska/1995/title-03/chapter-03-20/sec-03-20-040/", 
      "raw":  [ 

        "The commissioner may collect and ship, for display outside of the state, exhibits of Alaska produce, mining and manufacturing, and other exhibits, including the Native arts. The commissioner may expend not more than $2,000 a year for that purpose. The commissioner shall account for and report the funds disbursed under this section.",
        " ",
     ] 
   }, 

    { "sec": "Sec. 03.20.050.  - MORE THAN ONE ASSOCIATION AND FAIR PERMITTED.", 
      "index":   3, 
      "link":   "/codes/alaska/1995/title-03/chapter-03-20/sec-03-20-050/", 
      "raw":  [ 

        "Nothing in this chapter prohibits the formation of more than one agricultural and industrial fair association in each house election district or the holding of an agricultural and industrial fair in several places in each district. When more than one association is formed in a house election district or when a fair is held in more than one place in the district, the minimum operational aid is $250. When more than one association applies for the benefits of this chapter, the commissioner shall divide the money allotted to the district among the applicants in proportion to the amount justified at the time of application.",
        " ",
     ] 
   }, 

    { "sec": "Sec. 03.20.060.  - EXPENDITURE OF AID FOR NONPERISHABLE EXHIBITS.", 
      "index":   3, 
      "link":   "/codes/alaska/1995/title-03/chapter-03-20/sec-03-20-060/", 
      "raw":  [ 

        "The commissioner may require an association to expend not more than 10 percent of the state operation and maintenance aid granted, for the purpose of buying nonperishable exhibits. Those exhibits shall be held by the association subject to the order of the commissioner.",
        " ",
     ] 
   }, 

    { "sec": "Sec. 03.20.070.  - FUNDS TO BE RETURNED IF UNEXPENDED OR IF NO FAIR HELD.", 
      "index":   3, 
      "link":   "/codes/alaska/1995/title-03/chapter-03-20/sec-03-20-070/", 
      "raw":  [ 

        "(a) If an association has received state operation and maintenance funds under this chapter and fails to hold a fair in accordance with its program, or does not disburse all of the state funds paid to it for that purpose, the association shall return those funds, or the unexpended portions, to the department within 60 days after the date set for the fair. If an association fails to comply with this section the attorney general shall institute proceedings to recove