/codes/alaska/2013/
{ "title": "Title 01 - GENERAL PROVISIONS", 
  "index":   1, 
  "link":   "/codes/alaska/2013/title-01/index.html", 
  "chapter":  [ 

  { "chapter": "Chapter 01.05 - ALASKA STATUTES", 
    "index":   1, 
    "link":   "/codes/alaska/2013/title-01/chapter-01.05/index.html", 
    "sec":  [ 

    { "sec": "Sec. 01.05.006 Adoption of Alaska Statutes; notes, headings, and references not law.", 
      "index":   1, 
      "link":   "/codes/alaska/2013/title-01/chapter-01.05/section-01.05.006/index.html", 
      "raw":  [ 

     ] 
   }, 

    { "sec": "Sec. 01.05.010. Adoption of revision. [Repealed, Sec. 2 ch 1 SLA 1963].", 
      "index":   1, 
      "link":   "/codes/alaska/2013/title-01/chapter-01.05/section-01.05.010/index.html", 
      "raw":  [ 

        "",
     ] 
   }, 

    { "sec": "Sec. 01.05.011 Designation and citation.", 
      "index":   1, 
      "link":   "/codes/alaska/2013/title-01/chapter-01.05/section-01.05.011/index.html", 
      "raw":  [ 

     ] 
   }, 

    { "sec": "Sec. 01.05.016 Effect of adoption.", 
      "index":   1, 
      "link":   "/codes/alaska/2013/title-01/chapter-01.05/section-01.05.016/index.html", 
      "raw":  [ 

        "(a) The adoption and enactment of the Alaska Statutes do not repeal, affect, or modify",
        "(1) a special, local, or temporary law;",
        "(2) a law making an appropriation;",
        "(3) a law affecting a bond issue or by which a bond issue may have been authorized;",
        "(4) the running of the statutes of limitations in force at the time the Alaska Statutes become effective;",
        "(5) the continued existence and operation of a department, agency, or office legally established or held;",
        "(6) a bond of a public officer;",
        "(7) a tax, fee, assessment, or other charge incurred or imposed;",
        "(8) a statute authorizing, ratifying, confirming, approving, or accepting a compact or contract with another state or with the United States or an agency or instrumentality of them.",
        "(b) All laws, rights, and obligations set out in (a) of this section continue to exist in all respects as if the Alaska Statutes had not been adopted and enacted.",
        "(c) In addition to their general application, the provisions of AS 01.10, as far as applicable, apply to this chapter, which enacts the Alaska Statutes.",
     ] 
   }, 

    { "sec": "Sec. 01.05.020. Prima facie evidence. [Repealed, Sec. 2 ch 1 SLA 1963].", 
      "index":   1, 
      "link":   "/codes/alaska/2013/title-01/chapter-01.05/section-01.05.020/index.html", 
      "raw":  [ 

        "",
     ] 
   }, 

    { "sec": "Sec. 01.05.021 Effect of repeal on prior offenses and punishments.", 
      "index":   1, 
      "link":   "/codes/alaska/2013/title-01/chapter-01.05/section-01.05.021/index.html", 
      "raw":  [ 

        "(a) No fine, forfeiture, or penalty incurred under laws existing before the time the Alaska Statutes take effect is affected by repeal of the existing law, but the recovery of the fines and forfeitures and the enforcement of the penalties are effected as if the law repealed had still remained in effect.",
        "(b) In the case of an offense committed before the time the Alaska Statutes take effect, the offender is punished under the law in effect when the offense was committed.",
     ] 
   }, 

    { "sec": "Sec. 01.05.026 Supplements and pamphlets prima facie evidence of law; temporary and special acts; authentication.", 
      "index":   1, 
      "link":   "/codes/alaska/2013/title-01/chapter-01.05/section-01.05.026/index.html", 
      "raw":  [ 

        "The laws contained in the most recent cumulative supplement to and replacement pamphlets for the Alaska Statutes constitute prima facie a part of the Alaska Statutes, and the laws contained in the Temporary and Special Act pamphlets constitute prima facie the temporary and special law of Alaska, when prepared in accordance with this chapter and authenticated by the lieutenant governor.",
     ] 
   }, 

    { "sec": "Sec. 01.05.030. Citing, amending, or repealing. [Repealed, Sec. 2 ch 1 SLA 1963].", 
      "index":   1, 
      "link":   "/codes/alaska/2013/title-01/chapter-01.05/section-01.05.030/index.html", 
      "raw":  [ 

        "",
     ] 
   }, 

    { "sec": "Sec. 01.05.031 Revision of statutes.", 
      "index":   1, 
      "link":   "/codes/alaska/2013/title-01/chapter-01.05/section-01.05.031/index.html", 
      "raw":  [ 

        "(a) Subject to the general policies that may be adopted by the legislative council for the preparation and publication of the annual cumulative supplement to and replacement pamphlets for the Alaska Statutes and of the accompanying Temporary and Special Act pamphlets, the revisor of statutes shall revise for consolidation into the Alaska Statutes and the accompanying pamphlets all laws of a general and permanent nature and all laws of a temporary or special nature enacted by the legislature.",
        "(b) The revisor shall edit and revise the laws for consolidation without changing the meaning of any law in the following manner:",
        "(1) renumber sections, parts of sections, articles, chapters, and titles;",
        "(2) change the wording of section or subsection titles, or delete subsection titles, and change or provide new titles for articles, chapters, and titles;",
        "(3) change capitalization for the purpose of uniformity;",
        "(4) substitute the proper designation for the terms \"the preceding section,\" \"this Act,\" and like terms;",
        "(5) substitute the proper calendar date for \"effective date of this Act,\" \"date of passage of this Act,\" and other phrases of similar import;",
        "(6) strike out figures if they are merely a repetition of written words or vice versa, or substitute figures for written words or vice versa for the purpose of uniformity;",
        "(7) correct manifest errors that are clerical, typographical, or errors in spelling, or errors by way of additions or omissions;",
        "(8) correct manifest errors in references to laws;",
        "(9) rearrange sections, combine sections or parts of sections with other sections or parts of sections, divide long sections into two or more sections, and rearrange the order of sections to conform to a logical arrangement of subject matter as may most generally be followed in the Alaska Statutes;",
        "(10) change all sections, when possible, to read in the present tense, indicative mood, active voice and if the use of personal pronouns cannot be avoided in a section change the section to read in the third person, and singular number, or any other necessary grammatical change in the manner generally followed in the Alaska Statutes;",
        "(11) delete or change sections or parts of sections if a deletion or change is necessary because of other legislative amendments that did not specifically amend or repeal them;",
        "(12) omit all temporary laws, all titles to acts, all enacting and repealing clauses, all declarations of emergency, and all purpose, validity, and construction clauses unless, from their nature, it may be necessary to retain some of them to preserve the full meaning and intent of the law.",
        "(c) The revisor shall edit and revise the laws as they are enacted by the legislature, without changing the meaning of any law, so as to avoid the use of pronouns denoting masculine or feminine gender.",
     ] 
   }, 

    { "sec": "Sec. 01.05.036 Improvement of statutes.", 
      "index":   1, 
      "link":   "/codes/alaska/2013/title-01/chapter-01.05/section-01.05.036/index.html", 
      "raw":  [ 

        "The Legislative Affairs Agency, working in cooperation with the revisor, shall make recommendations to the legislative council concerning deficiencies, conflicts, or obsolete provisions in and the need for reorganization or revision of the statutes, and, at the direction of the legislative council, shall prepare for submission to the legislature legislation for the correction or removal of the deficiencies, conflicts, or obsolete provisions, or to otherwise improve the form or substance of any portion of the statute law of this state. Each title of the Alaska Statutes shall be systematically reviewed at least once each two years for deficiencies, conflicts, or obsolete provisions.",
     ] 
   }, 

   ] 
 }, 

  { "chapter": "Chapter 01.10 - LAWS AND STATUTES", 
    "index":   1, 
    "link":   "/codes/alaska/2013/title-01/chapter-01.10/index.html", 
    "sec":  [ 

   ] 
 }, 

 ] 
}, 

{ "title": "Title 02 - AERONAUTICS", 
  "index":   2, 
  "link":   "/codes/alaska/2013/title-02/index.html", 
  "chapter":  [ 

  { "chapter": "Chapter 02.05 - ALASKA AIR COMMERCE ACT OF 1960", 
    "index":   2, 
    "link":   "/codes/alaska/2013/title-02/chapter-02.05/index.html", 
    "sec":  [ 

   ] 
 }, 

  { "chapter": "Chapter 02.10 - AERONAUTICS AND COMMUNICATION", 
    "index":   2, 
    "link":   "/codes/alaska/2013/title-02/chapter-02.10/index.html", 
    "sec":  [ 

    { "sec": "Sec. 02.10.010 Supervision over aeronautics and communication; regulations.", 
      "index":   2, 
      "link":   "/codes/alaska/2013/title-02/chapter-02.10/section-02.10.010/index.html", 
      "raw":  [ 

        "(a) The Department of Transportation and Public Facilities shall supervise aeronautics and communications inside the state, and shall make recommendations for the establishment, location, maintenance, operation, and use of airports, landing fields, air markings, air beacons, and other navigation facilities.",
        "(b) The department shall, whenever it considers the action necessary in the interest of general safety or the safety of those engaged in aeronautics, adopt regulations establishing minimum standards with which all air navigation facilities shall comply, and shall adopt and enforce regulations to safeguard from accident and to protect the safety of persons operating or using aircraft and persons and property on the ground, and to develop and promote aeronautics and communications in the state. However, the regulations may not duplicate or conflict with the aeronautical and communications regulations adopted by the United States Department of Transportation or the Federal Communications Commission.",
        "(c) The department shall adopt regulations governing the proper protection of the records of the proceedings of the department and the filing and publicizing of its regulations so that they are accessible to and generally known by the interested public.",
     ] 
   }, 

    { "sec": "Sec. 02.10.020. , 02.10.030 Investigations and hearings; use of reports of or testimony in investigations as evidence and department employees as witnesses. [Repealed, Sec. 14 ch 56 SLA 2001].", 
      "index":   2, 
      "link":   "/codes/alaska/2013/title-02/chapter-02.10/section-02.10.020/index.html", 
      "raw":  [ 

        "",
     ] 
   }, 

    { "sec": "Sec. 02.10.040 Regulations governing radio ground stations.", 
      "index":   2, 
      "link":   "/codes/alaska/2013/title-02/chapter-02.10/section-02.10.040/index.html", 
      "raw":  [ 

        "The department shall adopt regulations governing the following:",
        "(1) the establishment of ground radio transmitters, adapted to the use of phone or code, of the power and on the frequencies needed, and for which permits can be obtained from the Federal Communications Commission, at or in the cities of Ketchikan, Juneau, Cordova, Anchorage, Fairbanks, and Nome, or as many of the cities as the department considers necessary for thorough communications coverage;",
        "(2) the establishment of schedules for operation of the ground stations, together with the necessary arrangements for the stations to receive weather and other data available through other communication agencies;",
        "(3) the use of the ground stations for commercial purposes, other than aviation, where no other communications service is available, provided that commercial use shall be limited to communications to the nearest United States Signal Corps station, or to its destination where no Signal Corps station is located;",
        "(4) other uses to which the ground stations can be put, on the frequencies, and under the licenses, on which they are authorized to operate;",
        "(5) the proper protection of the records of the proceedings of the department and the filing and publicizing of its regulations so that they are accessible to and generally known by the interested public;",
        "(6) the fixing of tolls to be charged for use of ground stations for commercial purposes, and the manner and method of accounting for the tolls;",
        "(7) the establishment of additional radio telephone stations, or the relocation of stations already established, which, in the opinion of the department are necessary, and from which the benefits and advantages expected to be derived, justify the cost of installation and maintenance.",
     ] 
   }, 

    { "sec": "Sec. 02.10.050. Use of revenue. [Repealed, Sec. 2 ch 8 SLA 1968].", 
      "index":   2, 
      "link":   "/codes/alaska/2013/title-02/chapter-02.10/section-02.10.050/index.html", 
      "raw":  [ 

        "",
     ] 
   }, 

    { "sec": "Sec. 02.10.060. - 02.10.090 Community and private cooperation; penalties; department defined; short title. [Repealed, Sec. 14 ch 56 SLA 2001].", 
      "index":   2, 
      "link":   "/codes/alaska/2013/title-02/chapter-02.10/section-02.10.060/index.html", 
      "raw":  [ 

        "",
     ] 
   }, 

   ] 
 }, 

  { "chapter": "Chapter 02.15 - ALASKA AERONAUTICS ACT OF 1949", 
    "index":   2, 
    "link":   "/codes/alaska/2013/title-02/chapter-02.15/index.html", 
    "sec":  [ 

   ] 
 }, 

  { "chapter": "Chapter 02.20 - LANDING FIELD OBSTRUCTIONS", 
    "index":   2, 
    "link":   "/codes/alaska/2013/title-02/chapter-02.20/index.html", 
    "sec":  [ 

    { "sec": "Sec. 02.20.010. - 02.20.040 Registration of aircraft; registration of pilots; inspection of emergency equipment; flight plans. [Repealed, Sec. 14 ch 56 SLA 2001].", 
      "index":   2, 
      "link":   "/codes/alaska/2013/title-02/chapter-02.20/section-02.20.010/index.html", 
      "raw":  [ 

        "",
     ] 
   }, 

    { "sec": "Sec. 02.20.050 Obstructing airports and runways.", 
      "index":   2, 
      "link":   "/codes/alaska/2013/title-02/chapter-02.20/section-02.20.050/index.html", 
      "raw":  [ 

        "(a) A person may not place an object on the surface of a public use airport that because of its nature or location might cause injury or damage to an aircraft or person riding in the aircraft.",
        "(b) A person may not dig a hole or make any kind of excavation, or drive a sled, tractor, truck, or any kind of vehicle upon the surface of a public use airport that might make ruts, or tracks, or add to an accumulation of tracks so as to cause sufficient roughness of the surface to endanger aircraft using the airport.",
        "(c) All acts prohibited in (a) and (b) of this section also apply in their entirety to a temporary airport or runway that has been marked out on the frozen surface of a stream or lake for the use of aircraft.",
     ] 
   }, 

    { "sec": "Sec. 02.20.060 Enforcement and penalties.", 
      "index":   2, 
      "link":   "/codes/alaska/2013/title-02/chapter-02.20/section-02.20.060/index.html", 
      "raw":  [ 

        "(a) Federal, state, and municipal law enforcement officers may enforce the provisions of this chapter and regulations adopted under this chapter.",
        "(b) A person who violates this chapter, or a regulation adopted under this chapter, is punishable, upon conviction, for each offense by a fine of not more than $500, or by imprisonment for not more than six months, or by both.",
     ] 
   }, 

    { "sec": "Sec. 02.20.070. Department defined. [Repealed, Sec. 14 ch 56 SLA 2001].", 
      "index":   2, 
      "link":   "/codes/alaska/2013/title-02/chapter-02.20/section-02.20.070/index.html", 
      "raw":  [ 

        "",
     ] 
   }, 

   ] 
 }, 

  { "chapter": "Chapter 02.25 - AIRPORT ZONING ACT", 
    "index":   2, 
    "link":   "/codes/alaska/2013/title-02/chapter-02.25/index.html", 
    "sec":  [ 

   ] 
 }, 

  { "chapter": "Chapter 02.30 - OPERATION OF AIRCRAFT", 
    "index":   2, 
    "link":   "/codes/alaska/2013/title-02/chapter-02.30/index.html", 
    "sec":  [ 

    { "sec": "Sec. 02.30.010. Two-way radios required. [Repealed, Sec. 14 ch 56 SLA 2001].", 
      "index":   2, 
      "link":   "/codes/alaska/2013/title-02/chapter-02.30/section-02.30.010/index.html", 
      "raw":  [ 

        "",
     ] 
   }, 

    { "sec": "Sec. 02.30.020. Unauthorized operation. [Repealed, Sec. 21 ch 166 SLA 1978. For current law, see AS 11.46.484 ].", 
      "index":   2, 
      "link":   "/codes/alaska/2013/title-02/chapter-02.30/section-02.30.020/index.html", 
      "raw":  [ 

        "",
     ] 
   }, 

    { "sec": "Sec. 02.30.030 Reckless operation.", 
      "index":   2, 
      "link":   "/codes/alaska/2013/title-02/chapter-02.30/section-02.30.030/index.html", 
      "raw":  [ 

        "(a) A person may not operate an aircraft in the air or on the ground or water in a careless or reckless manner so as to endanger the life or property of another. In a proceeding charging careless or reckless operation of aircraft in violation of this section, the court, in determining whether the operation was careless or reckless, shall consider the standards for safe operation of aircraft prescribed by federal statutes or regulations governing aeronautics.",
        "(b) A person may not operate an aircraft occupied by a crew member or passenger who is obviously under the influence of intoxicating liquor or a controlled substance.",
        "",
     ] 
   }, 

    { "sec": "Sec. 02.30.040 Penalties.", 
      "index":   2, 
      "link":   "/codes/alaska/2013/title-02/chapter-02.30/section-02.30.040/index.html", 
      "raw":  [ 

        "A person violating a provision of this chapter is guilty of a misdemeanor and upon conviction is punishable by a fine of not more than $1,000.",
     ] 
   }, 

    { "sec": "Sec. 02.30.050 Definition.", 
      "index":   2, 
      "link":   "/codes/alaska/2013/title-02/chapter-02.30/section-02.30.050/index.html", 
      "raw":  [ 

        "In this chapter, \"operate aircraft\" means to use, navigate, pilot, or taxi an aircraft in the airspace over this state, or upon the land or water inside this state.",
     ] 
   }, 

   ] 
 }, 

  { "chapter": "Chapter 02.35 - UNIFORM AIR LICENSING ACT", 
    "index":   2, 
    "link":   "/codes/alaska/2013/title-02/chapter-02.35/index.html", 
    "sec":  [ 

    { "sec": "Sec. 02.35.010. - 02.35.080 Federal law followed; aircraft license required; airman license required; registration of aircraft; registration of airmen; proper officer to make and certify copies of licenses; receipts for certified copies; exceptions to application of chapter. [Repealed, Sec. 14 ch 56 SLA 2001].", 
      "index":   2, 
      "link":   "/codes/alaska/2013/title-02/chapter-02.35/section-02.35.010/index.html", 
      "raw":  [ 

        "",
     ] 
   }, 

    { "sec": "Sec. 02.35.090 License and permit to be exhibited on request.", 
      "index":   2, 
      "link":   "/codes/alaska/2013/title-02/chapter-02.35/section-02.35.090/index.html", 
      "raw":  [ 

        "A certificate, permit, rating, or license required for an airman by the federal government shall be kept in the person's personal possession when the person is operating in the state and shall be presented for inspection upon the demand of a peace officer or another officer of the state or of a municipality, or a member, official, or employee of the department or an official, manager, or person in charge of an airport upon which the airman lands, or upon the reasonable request of any other person. A certificate, permit, or license required by the federal government for an aircraft shall be carried in the aircraft at all times while the aircraft is operating in the state. It shall be conspicuously posted in the aircraft where it may be readily seen by passengers or inspectors, and shall be presented for inspection upon the demand of a peace officer or another officer of the state or of a municipality, or a member, official, or employee of the department, or an official, manager, or person in charge of an airport upon which the aircraft lands, or upon the reasonable request of any person.",
     ] 
   }, 

    { "sec": "Sec. 02.35.100. Temporary permit. [Repealed, Sec. 14 ch 56 SLA 2001].", 
      "index":   2, 
      "link":   "/codes/alaska/2013/title-02/chapter-02.35/section-02.35.100/index.html", 
      "raw":  [ 

        "",
     ] 
   }, 

    { "sec": "Sec. 02.35.110 Emergency rations and equipment.", 
      "index":   2, 
      "link":   "/codes/alaska/2013/title-02/chapter-02.35/section-02.35.110/index.html", 
      "raw":  [ 

        "(a) An airman may not make a flight inside the state with an aircraft unless emergency equipment is carried as follows:",
        "(1) the following minimum equipment must be carried during the summer months:",
        "(A) rations for each occupant sufficient to sustain life for one week;",
        "(B) one axe or hatchet;",
        "(C) one first aid kit;",
        "(D) an assortment of tackle such as hooks, flies, lines, and sinkers;",
        "(E) one knife;",
        "(F) fire starter;",
        "(G) one mosquito headnet for each occupant;",
        "(H) two small signalling devices such as colored smoke bombs, railroad fuses, or Very pistol shells, in sealed metal containers;",
        "(2) in addition to the equipment required under (1) of this subsection, the following must be carried as minimum equipment from October 15 to April 1 of each year:",
        "(A) one pair of snowshoes;",
        "(B) one sleeping bag;",
        "(C) one wool blanket or equivalent for each occupant over four.",
        "(b) Notwithstanding (a) of this section, operators of multi-engine aircraft licensed to carry more than 15 passengers need carry only the food, mosquito nets, and signalling equipment at all times other than the period from October 15 to April 1 of each year, when two sleeping bags, and one blanket for every two passengers shall also be carried.",
        "(c) All of the above requirements as to emergency rations and equipment are considered to be minimum requirements which are to remain in full force and effect, except as further safety measures may be from time to time imposed by the department.",
     ] 
   }, 

    { "sec": "Sec. 02.35.115. Downed aircraft transmitting devices. [Repealed, Sec. 14 ch 56 SLA 2001].", 
      "index":   2, 
      "link":   "/codes/alaska/2013/title-02/chapter-02.35/section-02.35.115/index.html", 
      "raw":  [ 

        "",
     ] 
   }, 

    { "sec": "Sec. 02.35.120 Penalties for lack of license or permit or violation of regulations.", 
      "index":   2, 
      "link":   "/codes/alaska/2013/title-02/chapter-02.35/section-02.35.120/index.html", 
      "raw":  [ 

        "A person who acts as an airman for a civil aircraft when flown or operated in this state without holding an existing airman's license or permit issued in accordance with federal law, who flies or causes to be flown in this state any civil aircraft without an existing license or permit for that aircraft issued in accordance with federal law, or who violates a provision of a regulation adopted under this chapter is punishable by a fine of not more than $500 or by imprisonment for not more than six months or by both.",
     ] 
   }, 

    { "sec": "Sec. 02.35.140. Uniformity of interpretation. [Repealed, Sec. 14 ch 56 SLA 2001].", 
      "index":   2, 
      "link":   "/codes/alaska/2013/title-02/chapter-02.35/section-02.35.140/index.html", 
      "raw":  [ 

        "",
     ] 
   }, 

    { "sec": "Sec. 02.35.150 Definitions.", 
      "index":   2, 
      "link":   "/codes/alaska/2013/title-02/chapter-02.35/section-02.35.150/index.html", 
      "raw":  [ 

        "In this chapter,",
        "(1) \"commissioner\" means the commissioner of transportation and public facilities;",
        "(2) \"department\" means the Department of Transportation and Public Facilities.",
     ] 
   }, 

    { "sec": "Sec. 02.35.160 Short title.", 
      "index":   2, 
      "link":   "/codes/alaska/2013/title-02/chapter-02.35/section-02.35.160/index.html", 
      "raw":  [ 

        "This chapter may be cited as the Uniform Air Licensing Act.",
     ] 
   }, 

   ] 
 }, 

  { "chapter": "Chapter 02.40 - RESPONSIBILITIES OF AIR CARRIERS", 
    "index":   2, 
    "link":   "/codes/alaska/2013/title-02/chapter-02.40/index.html", 
    "sec":  [ 

    { "sec": "Sec. 02.40.010 Air carrier financial responsibility.", 
      "index":   2, 
      "link":   "/codes/alaska/2013/title-02/chapter-02.40/section-02.40.010/index.html", 
      "raw":  [ 

        "(a) A person who carries passengers or freight for commercial purposes intrastate in an aircraft shall procure and maintain security in the following minimum amounts:",
        "(1) $150,000 per seat for bodily injury or death in a single occurrence; and",
        "(2) $100,000 for property damage in a single occurrence.",
        "(b) Evidence of security required under (a) of this section shall be filed with the department and must be",
        "(1) a policy or certificate of insurance issued by an insurer acceptable to the department;",
        "(2) a bond of a surety company licensed to write surety bonds in the state;",
        "(3) evidence accepted by the department, showing ability to self-insure; or",
        "(4) other security approved by the department.",
        "(c) The department may authorize department personnel to enforce this section and may adopt procedural regulations necessary to implement this section. Upon finding a violation the department may issue a stop use order.",
        "(e) A person who violates this section is guilty of a class A misdemeanor and is punishable by a fine of not less than $1,000 or more than $5,000 for each day of violation but not to exceed $10,000 for each violation.",
     ] 
   }, 

    { "sec": "Sec. 02.40.020 Certification of compliance of air carriers.", 
      "index":   2, 
      "link":   "/codes/alaska/2013/title-02/chapter-02.40/section-02.40.020/index.html", 
      "raw":  [ 

        "(a) A person may not use an aircraft in air commerce before obtaining an annual certificate of compliance for that aircraft from the department. The department may issue a certificate of compliance for one aircraft or a fleet of two or more aircraft. The department shall issue or renew a certificate of compliance upon application and presentation of",
        "(2) proof of compliance with Federal Aviation Administration requirements, and, where applicable, federal certification for scheduled airline service.",
        "(b) The annual fee for a certificate of compliance for one aircraft and for a fleet of two or more aircraft shall be set by the department by regulation. The certificate is valid for 12 months from the date issued. The certificate shall be visible to boarding passengers.",
        "(c) The department may authorize department personnel to enforce this section and may adopt procedural regulations necessary to implement this section. Upon finding a violation the department may issue a stop use order.",
        "(d) A person who violates this section is guilty of a class B misdemeanor and is punishable by a fine of not less than $500 or more than $1,000.",
     ] 
   }, 

    { "sec": "Sec. 02.40.030 Unsolicited communication prohibited.", 
      "index":   2, 
      "link":   "/codes/alaska/2013/title-02/chapter-02.40/section-02.40.030/index.html", 
      "raw":  [ 

        "(a) Except as provided in (c) of this section, in the event of an accident involving an air carrier providing intrastate transportation of passengers, an attorney may not initiate a contact with an individual injured in the accident or a relative of an individual injured or killed in the accident for the purpose of offering or discussing potential representation in an action based on the accident for personal injury or wrongful death within 45 days following the accident. In this subsection, \"attorney\" includes an attorney for an air carrier and an associate, agent, employee, or other representative of an attorney.",
        "(b) During the 45-day period described in (a) of this section, an agent or representative of an air carrier or its insurer may not initiate contact with an individual injured in the accident or a relative of an individual injured or killed in the accident for the purpose of offering a final settlement of a claim.",
        "(c) The prohibitions in (a) and (b) of this section do not apply to the activities that an air carrier or its insurers may undertake, or the obligations that an air carrier or its insurers may have to",
        "(1) provide a passenger or the family of a passenger injured or killed in an aircraft accident with short-term physical or financial assistance; or",
        "(2) meet the obligations of the air carrier under 49 U.S.C. 41113 (Aviation Disaster Family Assistance Act of 1996).",
        "(d) The attorney general or an aggrieved person may institute a civil action against a person who violates this section. In addition to injunctive and compensatory relief, a civil penalty not to exceed $10,000 may be imposed for each violation.",
     ] 
   }, 

    { "sec": "Sec. 02.40.990 Definitions.", 
      "index":   2, 
      "link":   "/codes/alaska/2013/title-02/chapter-02.40/section-02.40.990/index.html", 
      "raw":  [ 

        "In this chapter,",
        "(1) \"air carrier\" means a person undertaking to engage in air commerce, whether directly or indirectly, or by lease, contract, or any other arrangement, and whether over regular or irregular routes;",
        "(2) \"air commerce\" means carriage by aircraft of persons or freight for commercial purposes or hire in intrastate commerce, including the carriage by aircraft of persons or freight that move partly by aircraft and partly by other forms of transportation;",
        "(3) \"aircraft\" means a propeller, rotor, or jet-powered device used or designed for flight in the air;",
        "(4) \"commercial purposes\" means activities for which the person receives direct monetary compensation and does not include activities incidental to and done in furtherance of the person's primary business;",
        "(5) \"department\" means the Department of Transportation and Public Facilities;",
        "(6) \"freight\" means commodities, articles, and cargo, of whatever nature or value, excluding garbage and trash.",
     ] 
   }, 

   ] 
 }, 

 ] 
}, 

{ "title": "Title 03 - AGRICULTURE, ANIMALS, AND FOOD", 
  "index":   3, 
  "link":   "/codes/alaska/2013/title-03/index.html", 
  "chapter":  [ 

  { "chapter": "Chapter 03.05 - POWERS AND DUTIES OF COMMISSIONERS OF NATURAL RESOURCES AND ENVIRONMENTAL CONSERVATION", 
    "index":   3, 
    "link":   "/codes/alaska/2013/title-03/chapter-03.05/index.html", 
    "sec":  [ 

    { "sec": "Sec. 03.05.010 Powers and duties of commissioner of natural resources.", 
      "index":   3, 
      "link":   "/codes/alaska/2013/title-03/chapter-03.05/section-03.05.010/index.html", 
      "raw":  [ 

        "(a) The commissioner of natural resources shall",
        "(1) direct, administer, and supervise promotional and experimental work, extension services, and agricultural projects for the purpose of promoting and developing the agricultural industry within the state including such fields as horticulture, dairying, cattle raising, fur farming, grain production, vegetable production, and development of other agricultural products;",
        "(2) procure and preserve all information pertaining to the development of the agricultural industry and disseminate that information to the public;",
        "(3) assist prospective settlers and others desiring to engage in the agricultural industry in the state with information concerning areas suitable for agriculture and other activities and programs essential to the development of the agricultural industry in the state;",
        "(4) review the marketing, financing, and development of agricultural products inside the state including transportation, with special emphasis upon local production, and negotiate for the marketing of agricultural products of the state with federal and state agencies operating in the state;",
        "(5) regulate and control the entry into the state and the transportation, sale, or use inside the state of plants, seeds, vegetables, shell eggs, fruits and berries, nursery stock, animal feeds, remedies and mineral supplements, fertilizers, and agricultural chemicals in order to prevent the spread of pests, diseases, or toxic substances injurious to the public interest, and to protect the agricultural industry against fraud, deception, and misrepresentation; in this connection the commissioner may require registration, inspection, and testing, and establish procedures and fees;",
        "(6) regulate the farming of elk in a manner similar to the manner in which the commissioner regulates domestic animals and livestock, to the extent that is appropriate;",
        "(b) To carry out the requirements of this title, the commissioner of natural resources may issue orders, regulations, quarantines, and embargoes relating to",
        "(1) examination and inspection of premises containing products, articles, and commodities carrying pests;",
        "(2) establishment of quarantines for eradication of pests;",
        "(3) establishment of standards and labeling requirements pertaining to the sale of agricultural and vegetable seeds;",
        "(4) tests and analyses which may be made and hearings which may be held to determine whether the commissioner will issue a stop order or quarantine;",
        "(5) cooperation with federal and other state agencies.",
     ] 
   }, 

    { "sec": "Sec. 03.05.011 Powers of commissioner of environmental conservation.", 
      "index":   3, 
      "link":   "/codes/alaska/2013/title-03/chapter-03.05/section-03.05.011/index.html", 
      "raw":  [ 

        "(a) To carry out the requirements of this title relating to animals or animal products over which the department has jurisdiction, the commissioner may",
        "(1) issue orders or permits relating to or authorizing the examination, inspection, testing, quarantine, or embargo of animals or animal products, or premises containing or having contained animals or animal products, in order to prevent the spread of pests or contagious or infectious disease;",
        "(2) conduct tests, analyses, and hearings to determine whether to issue an order or permit relating to animals or animal products under this section;",
        "(3) cooperate with federal, state, municipal, and other governmental agencies regarding powers and duties under this section;",
        "(4) issue orders or permits relating to or authorizing the custody, care, or destruction of animals or animal products to prevent the spread of pests or contagious or infectious disease;",
        "(5) designate points of entry for the admission of animals or animal products into the state; and",
        "(6) issue orders or permits relating to, or authorizing the examination, testing, or care of, animals or animal products to be transported into, within, or from this state, in order",
        "(A) to prevent the spread of pests or contagious or infectious disease; or",
        "(B) to promote safe or sanitary conditions for the animals or animal products to be transported.",
        "(b) The commissioner may",
        "(1) adopt a schedule of fees or charges, and credit provisions, for services related to animals and animal products rendered by state veterinarians to farmers and others at their request, and all the receipts from the fees and charges shall be transmitted to the commissioner for deposit in the state treasury;",
        "(2) designate individuals, independently or in cooperation with federal, state, municipal, or other governmental agencies, to carry out and enforce, under the direction of the state veterinarian, the requirements of this title relating to animals or animal products over which the department has jurisdiction;",
        "(3) enter into agreements with the federal government for controlling disease among animals and match federal payments for animals destroyed under those agreements from any appropriation available for this purpose;",
        "(4) pay an owner of an animal destroyed under this section an amount from any appropriation available for this purpose; and",
        "(5) adopt regulations under AS 44.62 (Administrative Procedure Act) to implement and interpret this section; when adopting regulations under this paragraph, the commissioner shall give substantial weight to the typical practices and standards in the state and in the United States of the industry for which the regulations are designed.",
        "(c) Before taking custody of or destroying an animal or animal product under (a)(4) of this section, or imposing a quarantine, placing an embargo, or taking another action under this section that deprives a person of an animal or animal product, the department shall provide for notice and an opportunity to be heard to the owner or person in possession of the animal or animal product, unless the commissioner determines there is an immediate threat to the health or safety of an animal or the public.",
        "(d) Nothing in this section affects the authority of another agency of this state.",
        "(e) In this section,",
        "(1) \"commissioner\" means the commissioner of environmental conservation;",
        "(2) \"department\" means the Department of Environmental Conservation.",
     ] 
   }, 

    { "sec": "Sec. 03.05.013 State veterinarian.", 
      "index":   3, 
      "link":   "/codes/alaska/2013/title-03/chapter-03.05/section-03.05.013/index.html", 
      "raw":  [ 

        "The commissioner of environmental conservation may employ or appoint a person to act as the state veterinarian to carry out and enforce the requirements of this title relating to animals or animal products over which the Department of Environmental Conservation has jurisdiction. To be eligible for appointment as the state veterinarian, a person must be licensed or otherwise legally authorized under AS 08.98 to engage in the practice of veterinary medicine in the state.",
     ] 
   }, 

    { "sec": "Sec. 03.05.015. Agricultural production credits. [Repealed, Sec. 2 ch 110 SLA 1986].", 
      "index":   3, 
      "link":   "/codes/alaska/2013/title-03/chapter-03.05/section-03.05.015/index.html", 
      "raw":  [ 

        "",
     ] 
   }, 

    { "sec": "Sec. 03.05.020. Miscellaneous powers of commissioner of environmental conservation. [Repealed, Sec. 10 ch 59 SLA 2006].", 
      "index":   3, 
      "link":   "/codes/alaska/2013/title-03/chapter-03.05/section-03.05.020/index.html", 
      "raw":  [ 

        "",
     ] 
   }, 

    { "sec": "Sec. 03.05.025. Seafood processing permits and plans of operation. [Repealed, Sec. 26 ch 72 SLA 1998].", 
      "index":   3, 
      "link":   "/codes/alaska/2013/title-03/chapter-03.05/section-03.05.025/index.html", 
      "raw":  [ 

        "",
     ] 
   }, 

    { "sec": "Sec. 03.05.026. Seafood product quality standards and seals. [Repealed, Sec. 26 ch 72 SLA 1998].", 
      "index":   3, 
      "link":   "/codes/alaska/2013/title-03/chapter-03.05/section-03.05.026/index.html", 
      "raw":  [ 

        "",
     ] 
   }, 

    { "sec": "Sec. 03.05.027 Noxious weed, invasive plant, and agricultural pest management and education.", 
      "index":   3, 
      "link":   "/codes/alaska/2013/title-03/chapter-03.05/section-03.05.027/index.html", 
      "raw":  [ 

        "(a) The commissioner of natural resources shall employ or appoint a state coordinator for noxious weed, invasive plant, and agricultural pest management and education.",
        "(b) The state coordinator employed or appointed under (a) of this section shall oversee the enforcement of state statutes and regulations regarding noxious weeds, invasive plants, and agricultural pests and shall coordinate with state and federal agencies, state land users, public groups, and private organizations to",
        "(1) develop, implement, and annually review a comprehensive state strategic plan for the control of noxious weeds, invasive plants, and agricultural pests; the plan must include an early detection and rapid response system for invasive plants consistent with federal guidelines;",
        "(2) design and execute a geograph